/* general strings which appear more frequently*/
"OK" = "OK";
"Cancel" = "キャンセル";
"Shadows" = "影";
"Properties" = "プロパティ";
"Smooth" = "スムース";
"Output" = "出力";
"Options" = "オプション";
"Antialiasing" = "アンチエイリアス";
"none" = "なし";
"circle" = "円";
"square" = "正方形";
"box" = "立方体";
"triangle" = "三角形";
"gauss" = "ガウス";
"sinc" = "sinc";
"front" = "前面";
"back" = "背面";
"front-back" = "両面";
"top" = "上面";
"bottom" = "下面";
"top+bottom" = "上下面";
"all" = "すべて";
"selection" = "選択範囲";
"Object" = "オブジェクト";
"World" = "ワールド";
"apply" = "適用";
"normal" = "法線";
"axial" = "軸";
"radial" = "放射状";
"manual" = "手動";
"best" = "最適";
"ToolHistoryBackward" = "ツール履歴を戻る";
"ToolHistoryForward" = "ツール履歴を進む";
"Cam_Scene" = "カメラ";
"Cam_Perspective" = "パース";
"Cam_Front" = "正面";
"Cam_Back" = "背面";
"Cam_Left" = "左面";
"Cam_Right" = "右面";
"Cam_Up" = "上面";
"Cam_Down" = "下面";
"Cam_Style" = "表示";
"Cam_Backfaceculling" = "裏面を描画しない";
"Cam_Antialiasing" = "アンチエイリアス";
"Cam_Wireframe" = "ワイヤーフレーム";
"Cam_Doublesided" = "両面をライティング";
"Cam_OrbitSelected" = "選択オービットモード";
"GL_DISPLAY_POLYOBJS" = "ポリゴン";
"GL_DISPLAY_SPLINES" = "スプライン";
"GL_DISPLAY_MODIFIER" = "モディファイア";
"GL_DISPLAY_PARTICLE" = "パーティクル";
"GL_DISPLAY_EFFECTORS" = "エフェクタ";
"GL_DISPLAY_JOINTS" = "ジョイント";
"GL_DISPLAY_CAMERAS" = "カメラ";
"GL_DISPLAY_LIGHTS" = "ライト";
"GL_DISPLAY_FOLDERS" = "フォルダ";
"GL_DISPLAY_GRID" = "グリッド";
"Camera Perspective" = "カメラ パース";
"Camera Front" = "カメラ 正面";
"Camera Back" = "カメラ 背面";
"Camera Left" = "カメラ 左面";
"Camera Right" = "カメラ 右面";
"Camera Up" = "カメラ 上面";
"Camera Down" = "カメラ 下面";
"Camera Focus" = "選択範囲にフォーカス";
"cameraControlSingleQuad" = "画面分割切り替え";
"cameraControlHeading" = "カメラをパーン";
"cameraControlRotate" = "カメラを回転";
"cameraControlZoom" = "カメラをズーム";
"cameraControlFov" = "FOV";
"cameraControlMove" = "カメラを移動";
"cameraControlTarget" = "選択範囲を見る";
"layout3DView" = "3D ビュー";
"layoutToolView" = "ツール";
"layoutPropView" = "プロパティ";
"layoutKeyView" = "キーエディタ";
"layoutFCurve" = "F-カーブエディタ";
"layoutObject" = "オブジェクトブラウザ";
"layoutConsole" = "コンソール";
"layoutUVEditor" = "UV エディタ";
"layoutMaterial" = "マテリアル";
"layoutTakeManager" = "テイク";
"layoutImageManager" = "画像";
"layoutLayerManager" = "レイヤー";
"layoutPoseManager" = "ポーズ";
"layoutScriptIDE" = "スクリプトエディタ";
"layoutNodeEditor" = "ノードエディタ";
"layoutHorizontal" = "水平に分割";
"layoutVertical" = "垂直に分割";
"layoutAddTab" = "新規タブ";
"layoutDelete" = "ビューを削除";
"RenderPreview" = "プレビュー";
"EnableDisbaleParent" = "親オブジェクトクリエイタの On/Off";
"EnableDisbaleModifier" = "モディファイアの On/Off";
"RegText" = "Cheetah3D を登録するには、下の欄にあなたのレジストレーションキーを入力します. まだ登録コードをお持ちでない場合、安全な Kagi オンラインストアで購入して頂けます. \"Cheetah3D を購入\" ボタンを押して、オンラインで購入手続きをして頂くと、あなたのレジストレーションキーがメールで送付されます。";
"RegYES" = "登録済み";
"RegNO" = "未登録";
"RegButton" = "Cheetha3D を購入";
"RegWrongKey" = "レジストレーションキーが間違っています。";
"ToggleEditMode" = "編集モードの切り替え";
"Limited" = "コンストレインあり";
"Unlimited" = "コンストレインなし";
"InBox" = "ケージ範囲のみ";
"tagOn" = "タグ On/Off";
"tagPriority" = "優先順位";
"Sceneobj" = "シーンオブジェクト";
"Document is locked!" = "書類がロックされています!";
"Please stop animation rendering job first." = "最初にアニメーションレンダージョブを停止してください。";
"Texture did change" = "テクスチャが変更されています。";
"Status" = "ステータス";
"Create texture" = "新規テクスチャ";
"EditTex" = "編集";
"Load" = "読み込み";
"Leave Edit" = "編集終了";
"Remove" = "取り消し";
"Drag & Drop object" = "対象をドラッグ＆ドロップ";
"ID" = "ID";
"Name" = "名称";
"Length" = "長さ";
"Weight" = "ウエイト";
"Morph-Target" = "モーフターゲット";
"Background color:" = "背景色";
"Texture size:" = "テクスチャサイズ";
"File type:" = "種類";
"Font" = "フォント";
"Group" = "グループ";
"Ungroup" = "グループ解除";
"Check for updates…" = "アップデートを確認...";
"embed textures" = "テクスチャの埋め込み";
"Projection" = "投影";
"Gradient_Step" = "ステップ";
"Gradient_Linear" = "リニア";
"Gradient_Cubic" = "キュービック";
"Gradient_Chromatic" = "色相";
"Gradient_Inv_Chromatic" = "色相 逆";
"ScriptMenuUpdate" = "スクリプトメニューを更新";
"REG_CONNECT_TO_SERVER" = "サーバに接続中...";
"REG_WRONG_NUMBER" = "レジストレーションキーが間違っています。";
"REG_LICENSE_EXPIRED" = "ライセンスの期限が切れています。";
"REG_FAILD_TO_CONNECT" = "サーバへの接続に失敗しました。";
"Register" = "登録";
"Buy Cheetah3D" = "Cheetah3D の購入";
"Please enter your registration number:" = "レジストレーションキーを入力して下さい。";
"Save Materialdef" = "マテリアルを保存…";
"Add Node" = "ノード追加";
"Icon size" = "アイコンサイズ";
"Normal" = "中";
"Big" = "大";
"Large" = "特大";
"TAKE_NEW" = "新規テイク";
"TAKE_CLEAR" = "削除";
"TAKE_DUPLICATE" = "複製";
"TAKE_MERGE" = "マージ";
"TAKE_SPLIT" = "分割";
"TAKE_REVERSE" = "反転";
"TAKE_BAKE_IK" = "IK の焼き付け";
"LAYER_NEW" = "新規レイヤー";
"LAYER_CLEAR" = "削除";
"LAYER_DUPLICATE" = "複製";
"LAYER_MERGE" = "マージ";
"Layer" = "レイヤー";
"Bake Dynamics" = "ダイナミクスの焼き付け";
"backward history" = "履歴を戻る";
"forward history" = "履歴を進む";
"Make default tool setting" = "ツールの設定値をデフォルトにする";
"Display" = "ディスプレイ";
"Order" = "オーダー";
"Other" = "その他";
"Window" = "ウインドウ";
"Help" = "ヘルプ";
"Save Texture" = "テクスチャを保存";
"Bring All to Front" = "すべてを手前に移動";
"Minimize" = "しまう";
"General" = "一般";
"Mouse" = "マウス";
"Keyboard" = "キーボード";
"Trackpad" = "トラックパッド";
"Files" = "ファイル";
"Colors" = "カラー";
"Magic Mouse"	    ="Magic Mouse";
"Three Button" = "３つボタン";
"Three Button (Mirai™)" = "３ボタン (Mirai™)";
"Name" = "名称";
"Color" = "カラー";
"Command" = "コマンド";
"Key" = "キー";
"Autosave interval:" = "自動保存間隔（分）:";
"Levels of undo:" = "「取り消す」可能回数 :";
"Developer mode:" = "開発者モード:";
"Point size:" = "ポイントサイズ :";
"Line width:" = "線の太さ :";
"Line antialiasing:" = "線のアンチエイリアス :";
"Max. texture resolution:" = "最大テクスチャ解像度 :";
"Reset color" = "カラー設定のリセット";
"Reset all colors" = "すべてのカラー設定をリセット";
"Show in Finder" = "Finder に表示";
"Show in image editor" = "画像エディタに表示";
"Display scene" = "シーン ディスプレイ";
"Sample files" = "Cheetah3D サンプル";
"Images" = "画像";
"Registered" = "登録済み";
"moviePlaybackType" = "ループ";
"moviePlaybackStart" = "開始時間";
"Renderer Finished" = "レンダリング終了";
"Your Cheetah3D rendering job finished" = "Cheetah3D のレンダリングが終了しました";
"Locked" = "ロック";
"3DView" = "3D ビュー";
"Tool" = "ツール";
"Mode" = "モード";
"PROFILE_CONST" = "コンスタント";
"PROFILE_LINEAR" = "リニア";
"PROFILE_BEZIER" = "ベジェ";
"PROFILE_BELL" = "ベル";
"PROFILE_COSINE" = "コサイン";
"Coordinates"	    = "座標系";

//Alert panels
"Wrong Coordinate System!" = "座標系が違います!";
"You can use this function only in the \"Object\" or in the \"World\" coordinate system." = "この機能は \"オブジェクト座標\" か \"ワールド座標\" でのみ使用できます。";
".3ds loader error." = ".3ds ローダーのエラー!";
"There is a object with more than 65536 triangles or 65536 points. But the .3ds file format is limited to objects of that size." = "65536 面の 三角ポリゴンか 65536 個のポイントを超えるオブジェクトがありますが、.3ds フォーマットではこのサイズのオブジェクトは制限されています。";
"Cheetah3D can't read .3ds files from version %i" = "Cheetah3D は、バージョン %i の .3ds ファイルを読み込めません。";
".lwo loader error." = ".lwo ローダーのエラー!";
"Cheetah3D can't read .lwo2 files" = "Cheetah3D は、.lwo2 ファイルを読み込めません。";
"Sorry" = "すみません。";
".f3d is currently a write only file format" = ".f3d フォーマットは、今のところ書き込みのみ対応しています。";
".h is currently a write only file format" = ".h ファイルは、今のところ書き込みのみ対応しています。";
".3dmf is currently a write only file format" = ".3dmf フォーマットは、今のところ書き込みのみ対応しています。";
"Render error" = "レンダーエラー";
"Cheetah3D can't render a scene without an active camera." = "アクティブなカメラのない状態でレンダリングはできません";
"Demo mode" = "Cheetah3D デモバージョン!";
"Demo text" = "デモバージョンで、シーンを保存する事は出来ません。";
"TextureBrowser_Exist" = "同じ名前のファイルがすでに存在しています";
"%@ already exists. Do you want to overwrite it?" = "\"%@\" という名前のファイルがすでにこの場所に存在しています。新しいファイルで置き換えますか？";
"File \"%@\" has changed.\n Do you want to save it?" = "ファイル \"%@\" は変更されています。\n保存しますか？";
"Warning!" = "注意!";
"Do you really want to delete this rendering job?" = "本当にこのレンダージョブを削除しますか？";
"Do you really want to delete all rendering jobs?" = "本当にすべてのレンダージョブを削除しますか？";
"There is a new version of Cheetah3D available.Do you want to download Cheetah3D %@ ?" = "新しいバージョンの Cheetah3D があります。Cheetah3D %@ をダウンロードしますか？";
"You are using the latest version of Cheetah3D (%@)!" = "最新バージョンの Cheetah3D ( %@ ) を使用中です。";
"Renderer is running!" = "レンダリングの実行中です !";
"Do you want to delete all rendering job?" = "すべてのレンダージョブを削除しますか？";
"Don't save" = "保存しない";
"File format information." = "ファイルフォーマット情報";
"Please be aware that .jas files generated by Cheetah3D 7 are not fully compatible with older versions of Cheetah3D." = "Cheetah3D 7 で作成された .jas ファイルは、古いバージョンの Cheetah3D と完全な互換性がないことに注意してください。";


/* Toolbar labels */
"Select" = "選択";
"Select Tool" = "選択ツール";
"Transform" = "移動変形";
"Move, Scale and Rotate Objects" = "オブジェクトの移動・拡大縮小・回転";
"Move" = "移動";
"Move objects,polygons,edges" = "オブジェクト・ポリゴン・エッジの移動";
"Scale" = "拡大縮小";
"Rotation" = "回転";
"Position" = "位置";
"Scale objects,polygons,edges" = "オブジェクト・ポリゴン・エッジの拡大縮小";
"Rotate" = "回転";
"Rotate objects,polygons,edges" = "オブジェクト・ポリゴン・エッジの回転";
"BooleanAddTool" = "加算";
"BooleanSubtractTool" = "減算";
"BooleanIntersectTool" = "交差";
"Save scene to file" = "シーンをファイルに保存";
"Material" = "マテリアル";
"Open material drawer" = "マテリアルドロワーを開く";
"TimeLine" = "タイムライン";
"Open time line" = "タイムラインを表示";
"Polygon" = "ポリゴン";
"Add polygon object to scene" = "シーンにポリゴンオブジェクトを追加";
"Add spline object to scene" = "シーンにスプラインオブジェクトを追加";
"Tag" = "タグ";
"Add tag to object" = "オブジェクトにタグを追加";
"Scene" = "シーンオブジェクト";
"Add scene object" = "シーンオブジェクトを追加";
"Creator" = "クリエータ";
"Add creator to scene" = "シーンにクリエータを追加";
"Modifier" = "モディファイア";
"Add modifier to scene" = "シーンにモディファイアを追加";
"Particle" = "パーティクル";
"Add particle to scene" = "シーンにパーティクルを追加";
"Effectors" = "エフェクター";
"Add particle effectors to scene" = "シーンにエフェクターを追加";
"Measure distances and angles" = "距離と角度を測定";
"Point mode" = "ポイントモード";
"Go into point mode" = "ポイント編集モードに切り替え";
"Edge mode" = "エッジモード";
"Go into edge mode" = "エッジ編集モードに切り替え";
"Polygon mode" = "ポリゴンモード";
"Go into polygon mode" = "ポリゴン編集モードに切り替え";
"Object mode" = "オブジェクトモード";
"Go into object mode" = "オブジェクト編集モードに切り替え";
"Pivot mode" = "ピボットモード";
"Go into pivot point mode" = "ピボットポイントモードに入る";
"X Axis" = "X 軸";
"Lock X axis" = "X 軸を固定";
"Y Axis" = "Y 軸";
"Lock Y axis" = "Y 軸を固定";
"Z Axis" = "Z 軸";
"Lock Z axis" = "Z 軸を固定";
"Info" = "情報";
"Informations about the hole scene" = "シーン情報を見る";
"Render scene" = "シーンをレンダー";
"RenderAnimation" = "アニメーション";
"RenderAnimationFull" = "アニメーションをレンダー";
"RenderBake" = "テクスチャの焼き付け";
"RenderBakeFull" = "テクスチャの焼き付け";
"RenderManager" = "レンダーマネジャー";
"RenderManagerFull" = "レンダーマネジャーを表示";
"Renderer" = "レンダラー";
"RendererFull" = "レンダリング設定の表示";
"RENDER_ENGINE" = "レンダラ";
"RENDER_TYPE" = "タイプ";
"RENDER_TIME" = "時間";
"RENDER_QUALITY" = "クオリティ";
"RENDER_RESOLUTION" = "解像度";
"RENDER_FRAMES" = "フレーム";
"RENDER_DATE" = "日付";
"RENDER_FILE" = "ファイル";
"Layout" = "レイアウト";
"Search" = "検索";
"Dynamics" = "ダイナミクス";
"Materials" = "マテリアル";

/*Render settings*/
"renderSettingReflectionOn" = "リフレクション";
"renderSettingRefractionOn" = "トランスパレンシー";
"renderSettingClampColor" = "カラークランプ";
"renderSettingSampler" = "サンプラ";
"renderSettingTextureOn" = "テクスチャ";
"renderSettingRayDepth" = "最大光線深度";
"renderSettingGamma" = "ガンマ";
"renderSettingExposure" = "露出";
"renderSettingDither" = "ディザ";
"renderSettingFilter" = "フィルター";
"renderSettingResolution" = "解像度";
"renderSettingAntiMode" = "アンチエイリアス";
"renderSettingAntiMinSamples" = "最小サンプル";
"renderSettingAntiMaxSamples" = "最大サンプル";
"renderSettingAntiTolerance" = "許容値";
"renderSettingShadowsOn" = "影";
"renderSettingGIOn" = "ラジオシティ";
"renderSettingGIStrength" = "強さ";
"renderSettingGIDiffDepth" = "拡散反射";
"renderSettingGISpecDepth" = "鏡面反射";
"renderSettingGISamples" = "サンプル数";
"renderSettingGIType" = "タイプ";
"renderSettingGIMaxRayLength" = "最大光線長";
"renderSettingICError" = "エラー";
"renderSettingICMinDist" = "最小値";
"renderSettingICMaxDist" = "最大値";
"renderSettingICNeighborClamp" = "エッジ検出";
"renderSettingDOFOn" = "被写界深度";
"renderSettingDOFSamples" = "サンプル数";
"renderSettingMBCamera" = "カメラ";
"renderSettingMBTransformations" = "変形";
"renderSettingMBDeformations" = "歪み";
"renderSettingPhotonMapOn" = "コースティクス";
"renderSettingPhotonMapStrength" = "強さ";
"renderSettingPhotonMapBlur" = "ブラー";
"renderSettingPhotonMapSamples" = "サンプル数";
"renderSettingGBufferSave" = "G バッファを保存";
"renderSettingGBufferColor" = "カラー深度";
"renderSettingGBufferDepth" = "Z バッファ";
"renderSettingGBufferObjectID" = "オブジェクト ID";
"renderSettingGBufferMaterialID" = "マテリアル ID";
"renderSettingGBufferLayerID" = "レイヤー ID";
"RENDERSETTINGS_CHEETAH" = "レンダリング設定（Cheetah）";
"RENDERSETTINGS_PHOTONMAP" = "コースティクス";
"RENDERSETTINGS_DOF" = "被写界深度";
"RENDERSETTINGS_MB" = "モーションブラー";
"RENDERSETTINGS_OUTPUT" = "出力";
"RENDERSETTINGS_GBUFFER" = "G バッファ";
"RENDERSETTINGS_GBUFFER_NONE" = "使用しない";
"RENDERSETTINGS_GBUFFER_STANDARD" = "標準";
"RENDERSETTINGS_GBUFFER_NORMALIZED" = "ノーマライズ";

"renderSettingDevice" = "デバイス";
"renderSettingSamples" = "サンプル数";
"renderSettingShadowSamples" = "シャドウサンプル数";
"renderSettingTotalBounces" = "総反射回数";
"renderSettingDiffuseBounces" = "ディフューズ反射回数";
"renderSettingGlossyBounces" = "グロッシィ反射回数";
"renderSettingSpecularBounces" = "スペキュラー反射回数";
"renderSettingClampSample" = "サンプルのクランプ";
"renderSettingCaustics" = "コースティクス";
"RENDERSETTINGS_FALCON" = "レンダリング設定（Falcon）";
"RENDERSETTINGS_SAMPLING" = "サンプリング";
"RENDERSETTINGS_RAY_DEPTH" = "レイデプス";

/*Dynamics settings*/
"dynamicsOn" = "ダイナミクス On/Off";
"dynamicsMultiThreaded" = "マルチスレッド";
"dynamicsRate" = "精度";
"dynamicsAirDensity" = "大気密度";
"dynamicsWaterDensity" = "比重";
"dynamicsWaterOffset" = "水面オフセット";
"dynamicsWaterNormal" = "水面法線";
"dynamicsGravity" = "重力";
"dynamicsClearInitalState" = "初期状態をクリア";
"dynamicsUseCache" = "キャッシュを使う";
"dynamicsBakeCache" = "ダイナミクスの焼き付け";
"dynamicsClearCache" = "キャッシュをクリア";
"DYNAMICS_ENVIRONMENT" = "環境";
"DYNAMICS_INITIAL_STATE" = "初期状態";
"DYNAMICS_BAKE" = "焼き付け";
"Dynamics Preferences" = "ダイナミクス環境設定";

/*Render toolbar*/
"Save renderd image" = "画像を保存";
"Delete renderd image" = "画像を削除";
"Delete all" = "すべて削除";
"Delete all renderd images" = "画像をすべて削除";
"Pause current job" = "選択中のジョブを一時停止";
"Continue" = "つづける";
"Continue current job" = "現在のジョブをつづける";
"Job Manager" = "ジョブマネージャ";
"Open the job manager" = "ジョブマネージャドロワーを開く";
"Copy image to pasteboard" = "画像をクリップボードにコピー";
"\nJob: %i\nTime: %0.2f sec\nResolution: %ix%i\nFile: %@\n" = "\nジョブ: %i\n時間: %0.2f 秒\n解像度: %ix%i\nファイル: %@\n";

/*Command strings*/
"COM_MODE_POINTMODE" = "ポイントモード";
"COM_MODE_EDGEMODE" = "エッジモード";
"COM_MODE_POLYGONMODE" = "ポリゴンモード";
"COM_MODE_OBJECTMODE" = "オブジェクトモード";
"COM_MODE_PIVOTMODE" = "ピボットモード";
"COM_MODE_TOGGLEMODE" = "編集モードの切り替え";
"COM_CHEETAH3D_ABOUT" = "Cheetah3D について";
"COM_CHEETAH3D_PREFERENCES" = "環境設定…";
"COM_CHEETAH3D_HIDE" = "Cheetah3D を隠す";
"COM_CHEETAH3D_HIDE_OTHER" = "ほかを隠す";
"COM_CHEETAH3D_SHOW_ALL" = "すべてを表示";
"COM_CHEETAH3D_QUIT" = "Cheetah3D を終了";
"COM_FILE_NEW" = "新規";
"COM_FILE_OPEN" = "開く…";
"COM_FILE_CLOSE" = "閉じる";
"COM_FILE_SAVE" = "保存";
"COM_FILE_SAVE_AS" = "別名で保存…";
"COM_FILE_SAVE_TEXTURE" = "テクスチャを保存";
"COM_FILE_IMPORT" = "読み込み…";
"COM_FILE_EXPORT" = "書き出し…";
"COM_EDIT_UNDO" = "取り消す";
"COM_EDIT_REDO" = "やり直す";
"COM_EDIT_CUT" = "カット";
"COM_EDIT_COPY" = "コピー";
"COM_EDIT_PASTE" = "ペースト";
"COM_SELECT_ALL" = "すべてを選択";
"COM_SELECT_GROUP" = "グループ選択";
"COM_SELECT_CLEAR" = "選択を解除";
"COM_SELECT_INVERT" = "選択範囲を反転";
"COM_SELECT_INCREASE" = "選択範囲を拡張";
"COM_SELECT_DECREASE" = "選択範囲を縮小";
"COM_SELECT_PAINT" = "選択ツール";
"COM_SELECT_RING" = "リング選択";
"COM_SELECT_LOOP" = "ループ選択";
"COM_SELECT_MARQUE" = "マーキー選択";
"COM_SELECT_GROUP2" = "グループ選択";
"COM_SELECT_CONVERT_TO_POINT" = "選択範囲をポイント選択に変換";
"COM_SELECT_CONVERT_TO_EDGE" = "選択範囲をエッジ選択に変換";
"COM_SELECT_CONVERT_TO_POLYGON" = "選択範囲をポリゴン選択に変換";
"COM_SELECT_TRIANGLES" = "三角ポリゴンを選択";
"COM_SELECT_QUADS" = "四角ポリゴンを選択";
"COM_SELECT_NGONS" = "多角形ポリゴンを選択";
"COM_SELECT_TOGGLE_CREASE" = "ハードエッジの設定/解除";
"COM_SELECT_ALL_CREASE" = "すべてのハードエッジを選択";
"COM_SELECT_TOGGLE_SEAM" = "切れ目の設定/解除";
"COM_SELECT_ALL_SEAM" = "すべての切れ目を選択";
"COM_SELECT_AUTO_SEAM" = "切れ目の自動生成";
"COM_SELECT_TOGGLE_PINNED_UV" = "UV ピンの設定/解除";
"COM_SELECT_ALL_PINNED_UV" = "すべての UV ピンを選択";
"COM_SELECT_HIDE" = "選択範囲を不可視";
"COM_SELECT_SHOW_ALL" = "すべてを表示";
"COM_SELECT_INVERT_VISIBILITY" = "可視/不可視範囲を反転";
"COM_OBJECT_MAKE_EDITABLE" = "編集可能にする";
"COM_OBJECT_BALL" = "ポリゴン 球体";
"COM_OBJECT_BOOLEAN" = "クリエータ ブーリアン";
"COM_OBJECT_BOX" = "ポリゴン 立方体";
"COM_OBJECT_CAPSULE" = "カプセル";
"COM_OBJECT_CHAIN" = "スプラインコピー";
"COM_OBJECT_CONE" = "ポリゴン 円錐";
"COM_OBJECT_CYLINDER" = "ポリゴン 円柱";
"COM_OBJECT_DISC" = "ポリゴン 円";
"COM_OBJECT_EXTRUDE" = "クリエータ 押し出し";
"COM_OBJECT_FRACTAL" = "フラクタル";
"COM_OBJECT_ISOSURFACE" = "アイソサーフェス";
"COM_OBJECT_LATHE" = "クリエータ 旋盤";
"COM_OBJECT_PLANE" = "ポリゴン 平面";
"COM_OBJECT_POLYHEDRA" = "ポリゴン 多面体";
"COM_OBJECT_POLYPLANE" = "ポリゴン平面";
"COM_OBJECT_POLYGONOBJ" = "ポリゴンオブジェクト";
"COM_OBJECT_RELIEF" = "ポリゴン レリーフ";
"COM_OBJECT_STAIRS" = "ポリゴン 階段";
"COM_OBJECT_SWEEP" = "パス押し出し";
"COM_OBJECT_SYMMETRY" = "クリエータ シンメトリー";
"COM_OBJECT_TORUS" = "ポリゴン トーラス";
"COM_OBJECT_TUBE" = "ポリゴン チューブ";
"COM_OBJECT_SPLINE" = "スプライン";
"COM_OBJECT_CIRCLE" = "スプライン 円";
"COM_OBJECT_COG" = "スプライン 歯車";
"COM_OBJECT_FLOWER" = "スプライン 花";
"COM_OBJECT_HELIX" = "スプライン 螺旋";
"COM_OBJECT_LINE" = "スプライン 直線";
"COM_OBJECT_NEDGE" = "スプライン 多角形";
"COM_OBJECT_RECT" = "スプライン 四角形";
"COM_OBJECT_STAR" = "スプライン 星形";
"COM_OBJECT_TEXT" = "スプライン テキスト";
"COM_OBJECT_ARRAYMOD" = "モディファイア 配列複製";
"COM_OBJECT_BENDMOD" = "モディファイア 曲げ";
"COM_OBJECT_BOOLEANMOD" = "プーリアン";
"COM_OBJECT_BUILDMOD" = "モディファイア ビルド";
"COM_OBJECT_BULGEMOD" = "モディファイア 膨張";
"COM_OBJECT_DISPLACEMENTMOD" = "モディファイア ディスプレイスメント";
"COM_OBJECT_RINGMOD" = "モディファイア 環状複製";
"COM_OBJECT_SHEARMOD" = "モディファイア せん断";
"COM_OBJECT_SPHERIFYMOD" = "モディファイア 球形化";
"COM_OBJECT_SUBDIVMOD" = "モディファイア サブディビジョン";
"COM_OBJECT_SYMMETRYMOD" = "モディファイア シンメトリー";
"COM_OBJECT_TAPERMOD" = "モディファイア テーパー";
"COM_OBJECT_TRANSFORMMOD" = "モディファイア 移動変形";
"COM_OBJECT_TWISTMOD" = "モディファイア ねじり変形";
"COM_OBJECT_WARPMOD" = "モディファイア ワープ";
"COM_OBJECT_CRUMPLEMOD" = "シワ加工";
"COM_OBJECT_SHELLMOD" = "厚みを付ける";
"COM_OBJECT_SMOOTHMOD" = "スムース";
"COM_OBJECT_PARTICLE" = "パーティクル";
"COM_OBJECT_PARTICLEEMITTER" = "パーティクルエミッター";
"COM_OBJECT_PARTICLEARRAY" = "パーティクル配列";
"COM_OBJECT_PARTICLEMESH" = "パーティクルメッシュ";
"COM_OBJECT_PARTICLESPLINE" = "パーティクルスプライン";
"COM_OBJECT_ATTRACTIONFORCE" = "エフェクター 引きつけ";
"COM_OBJECT_DRAGFORCE" = "エフェクター 引張り";
"COM_OBJECT_DEFLECTORFORCE" = "エフェクター 転向";
"COM_OBJECT_GRAVITYFORCE" = "エフェクター 重力";
"COM_OBJECT_RADIALFORCE" = "エフェクター 放射";
"COM_OBJECT_TURBULENCEFORCE" = "エフェクター 乱流";
"COM_OBJECT_WINDFORCE" = "エフェクター 風";
"COM_OBJECT_ORIENTATIONEFF" = "エフェクター 方向";
"COM_OBJECT_CAMERA" = "カメラ";
"COM_OBJECT_BLUEPRINT" = "ブループリント";
"COM_OBJECT_FOLDER" = "フォルダ";
"COM_OBJECT_JOINT" = "ジョイント";
"COM_OBJECT_LIGHT" = "ライト";
"COM_OBJECT_SKYLIGHT" = "スカイライト";
"COM_OBJECT_SMARTFOLDER" = "スマートフォルダ";
"COM_OBJECT_FOG" = "フォグ";
"COM_OBJECT_ENVIRONMENTLIGHT" = "HDRI ライト";
"COM_TAG_ANCHOR" = "アンカー";
"COM_TAG_BAKE" = "焼き付け";
"COM_TAG_CAUSTIC" = "コースティクス";
"COM_TAG_DOF" = "被写界深度";
"COM_TAG_FOG" = "フォグ";
"COM_TAG_HDRI" = "HDRI";
"COM_TAG_IKCONSTRAINT" = "IK コンストレイン";
"COM_TAG_IKHANDLE" = "IK ハンドル";
"COM_TAG_METABALL" = "メタボール";
"COM_TAG_MORPH" = "モーフ";
"COM_TAG_ORIENTCONSTRAINT" = "オリエントコンストレイン";
"COM_TAG_PARENTCONSTRAINT" = "パレントコンストレイン";
"COM_TAG_PARTICLE" = "パーティクル";
"COM_TAG_POINTCONSTRAINT" = "ポイントコンストレイン";
"COM_TAG_POSE" = "ポーズ";
"COM_TAG_RADIOSITY" = "ラジオシティ";
"COM_TAG_RENDER" = "レンダー";
"COM_TAG_RIGIDBODY" = "剛体";
"COM_TAG_ROPE" = "ロープ";
"COM_TAG_SKELETON" = "スケルトン";
"COM_TAG_SOFTBODY" = "ソフトボディ";
"COM_TAG_SPLINETRACKING" = "スプライントラッキング";
"COM_TAG_TARGET" = "ターゲット";
"COM_TAG_VERTEXCOLOR" = "バーテックスカラー";
"COM_TOOL_HISTORY_BACKWARD" = "ツール履歴を戻る";
"COM_TOOL_HISTORY_FORWARD" = "ツール履歴を進む";
"COM_TOOL_TRANSFORM" = "移動変形";
"COM_TOOL_TRANSFORM_MOVE" = "移動";
"COM_TOOL_TRANSFORM_SCALE" = "拡大縮小";
"COM_TOOL_TRANSFORM_ROTATE" = "回転";
"COM_TOOL_TRANSFORM_SNAP_NONE" = "スナッピング なし";
"COM_TOOL_TRANSFORM_SNAP_COMPONENT" = "スナッピング コンポーネント";
"COM_TOOL_TRANSFORM_SNAP_SURFACE" = "スナッピング ポリゴン表面";
"COM_TOOL_TRANSFORM_SNAP_GRID" = "スナッピング グリッド";
"COM_TOOL_TRANSFORM_ORIENTATION" = "移動変形 座業系の切り換え";
"COM_TOOL_TRANSFORM_GADGET_MODE" = "移動変形 ガジェットモードの On / Off";
"COM_TOOL_RULER" = "定規";
"COM_TOOL_MIRROR" = "ミラー";
"COM_TOOL_INSERT_POINT" = "ポイントの挿入";
"COM_TOOL_SET_VALUE" = "ポイント座標の入力";
"COM_TOOL_QUANTIZE" = "クォンタイズ";
"COM_TOOL_COORD_SYSTEM" = "移動変形をフリーズ";
"COM_TOOL_MERGE" = "マージ";
"COM_TOOL_OBJECT_INFO" = "オブジェクト情報を見る";
"COM_TOOL_SCENE_INFO" = "シーン情報を見る";
"COM_TOOL_PARTICLE_TO_POLY" = "パーティクルからポリゴンに変換";
"COM_TOOL_JOINT" = "ジョイントツール";
"COM_TOOL_JOINT_MIRROR" = "ミラージョイントツール";
"COM_TOOL_JOINT_ORIENT" = "ジョイント向き調整";
"COM_TOOL_JOINT_REMOVE" = "ジョイント削除ツール";
"COM_TOOL_JOINT_SPLIT" = "ジョイント分割ツール";
"COM_TOOL_SKIN_WEIGHT" = "バーテックスウェイト";
"COM_TOOL_CREATE_POLYGON" = "ポリゴンの作成";
"COM_TOOL_FILL_HOLE" = "穴を塞ぐ";
"COM_TOOL_BRIDGE" = "ブリッジ";
"COM_TOOL_BEVEL" = "ベベル";
"COM_TOOL_EXTRUDE" = "押し出し";
"COM_TOOL_INNER_EXTRUDE" = "内側に押し出し";
"COM_TOOL_SHELL" = "厚みをつける";
"COM_TOOL_RING_CUT" = "リングカット";
"COM_TOOL_JIGSAW" = "選択リングカット";
"COM_TOOL_SCALPEL" = "ナイフ";
"COM_TOOL_SCALE_ALONG_NORMAL" = "拡大縮小 (法線に垂直な面で)";
"COM_TOOL_ROTATE_ALONG_NORMAL" = "回転 (法線を軸に)";
"COM_TOOL_MOVE_ALONG_NORMAL" = "移動 (法線方向に)";
"COM_TOOL_HINGE" = "蝶番";
"COM_TOOL_POINT_SLIDE" = "ポイントをスライド";
"COM_TOOL_COLLAPS" = "１点に収束";
"COM_TOOL_WELD" = "接合";
"COM_TOOL_ARRAY" = "配列複製";
"COM_TOOL_DISCONNECT" = "ポリゴンを分離";
"COM_TOOL_CLONE" = "複写";
"COM_TOOL_CRUMPLE" = "シワ加工";
"COM_TOOL_COVER" = "同位置に複製";
"COM_TOOL_FLIP_NORMAL" = "法線を反転";
"COM_TOOL_OPTIMIZE" = "最適化";
"COM_TOOL_TRIANGULATE" = "三角ポリゴン化";
"COM_TOOL_SUBDIVISION" = "細分化 キャトマルクラーク";
"COM_TOOL_SUBDIVISION_LINEAR" = "細分化 リニア";
"COM_TOOL_SPLIT" = "別オブジェクトに分離";
"COM_TOOL_CREATE_SPLINE" = "スプラインの作成";
"COM_TOOL_HARD_INTERPOLATION" = "ハードエッジ";
"COM_TOOL_SOFT_INTERPOLATION" = "ソフトエッジ";
"COM_TOOL_EQUAL_TANGENT_LENGTH" = "接線の長さをそろえる";
"COM_TOOL_EQUAL_TANGENT_DIR" = "接線の向きをそろえる";
"COM_TOOL_JOIN_SEGMENT" = "セグメントを繋ぐ";
"COM_TOOL_BREAK_SEGMENT" = "セグメントを分ける";
"COM_TOOL_REVERSE_SEQUENCE" = "始点/終点の反転";
"COM_TOOL_UVUNWRAP_LSCM" = "UV を LSCM で展開";
"COM_TOOL_UVUNWRAP_ABF" = "UV を ABF で展開";
"COM_TOOL_BRUSH" = "ペイント";
"COM_TOOL_UVMAP" = "UV マッパー";
"COM_TOOL_CREATE_UV_IMAGE" = "UV マップを PDF で保存";
"COM_TOOL_BOOLEAN_ADD" = "ブーリアン 加算";
"COM_TOOL_BOOLEAN_INTERSECT" = "ブーリアン 交差";
"COM_TOOL_BOOLEAN_SUBTRACT" = "ブーリアン 除去";
"COM_TOOL_VERTEX_BRUSH" = "ブラシ";
"COM_RENDER_IMAGE" = "レンダー";
"COM_RENDER_ANIMATION" = "アニメーションレンダー";
"COM_RENDER_BAKE" = "テクスチャの焼き付け";
"COM_RENDER_SHOW_RENDER_MANAGER" = "レンダーマネージャを表示";
"COM_RENDER_PREFERENCES" = "レンダー環境設定…";
"COM_RENDER_CHEETAH" = "Cheetah レンダラ";
"COM_RENDER_FALCON" = "Falcon レンダラ";
"COM_DYNAMICS_PREFERENCES" = "ダイナミクス環境設定";
"COM_ANIMATION_STOP_PLAY" = "再生/停止";
"COM_ANIMATION_RECORD" = "キーの記録";
"COM_ANIMATION_RECORD_POSITION" = "位置キーを記録";
"COM_ANIMATION_RECORD_SCALE" = "拡大縮小キーを記録";
"COM_ANIMATION_RECORD_ROTATION" = "回転キーを記録";
"COM_ANIMATION_FIRST_FRAME" = "最初のフレーム";
"COM_ANIMATION_FORMER_FRAME" = "前のフレーム";
"COM_ANIMATION_NEXT_FRAME" = "次のフレーム";
"COM_ANIMATION_LAST_FRAME" = "最後のフレーム";
"COM_ANIMATION_FPS" = "フレームレート…";
"COM_ANIMATION_TANGENT_CONSTANT" = "接線 コンスタント";
"COM_ANIMATION_TANGENT_LINEAR" = "接線 リニア";
"COM_ANIMATION_TANGENT_SOFT" = "接線 ソフト";
"COM_ANIMATION_TANGENT_SPLINE" = "接線 スプライン";
"COM_ANIMATION_TANGENT_IN_CONSTANT" = "入力接線 コンスタント";
"COM_ANIMATION_TANGENT_IN_LINEAR" = "入力接線 リニア";
"COM_ANIMATION_TANGENT_IN_SOFT" = "入力接線 ソフト";
"COM_ANIMATION_TANGENT_IN_SPLINE" = "入力接線 スプライン";
"COM_ANIMATION_TANGENT_OUT_CONSTANT" = "出力接線 コンスタント";
"COM_ANIMATION_TANGENT_OUT_LINEAR" = "出力接線 リニア";
"COM_ANIMATION_TANGENT_OUT_SOFT" = "出力接線 ソフト";
"COM_ANIMATION_TANGENT_OUT_SPLINE" = "出力接線 スプライン";
"COM_3DVIEW_CAMERA" = "3D ビュー - カメラ";
"COM_3DVIEW_PERSPECTIVE" = "3D ビュー - パース";
"COM_3DVIEW_FRONT" = "3D ビュー - 正面";
"COM_3DVIEW_BACK" = "3D ビュー - 背面";
"COM_3DVIEW_LEFT" = "3D ビュー - 左面";
"COM_3DVIEW_RIGHT" = "3D ビュー - 右面";
"COM_3DVIEW_UP" = "3D ビュー - 上面";
"COM_3DVIEW_DOWN" = "3D ビュー - 下面";
"COM_3DVIEW_FOCUS" = "3D ビュー - フォーカス";
"COM_3DVIEW_ZOOM_IN" = "3D ビュー - ズームイン";
"COM_3DVIEW_ZOOM_OUT" = "3D ビュー - ズームアウト";
"COM_3DVIEW_SINGLE_QUAD" = "3D ビュー - シングル／クアッド";
"COM_3DVIEW_TOGGLE_GRID" = "3D ビュー - グリッド On/Off";
"COM_LAYOUT_MODEL" = "モデリング レイアウト";
"COM_LAYOUT_ANIMATION" = "アニメーション レイアウト";
"COM_LAYOUT_UV" = "UV 編集 レイアウト";
"COM_LAYOUT_CUSTOM1" = "カスタムレイアウト 1";
"COM_LAYOUT_CUSTOM2" = "カスタムレイアウト 2";
"COM_LAYOUT_CUSTOM3" = "カスタムレイアウト 3";
"COM_LAYOUT_CUSTOM4" = "カスタムレイアウト 4";
"COM_LAYOUT_SAVE" = "レイアウトの保存";
"COM_HELP_FORUM" = "Cheetah3D フォーラム";
"COM_OTHER_DISABLE_PARENT" = "親クリエータの無効化";
"COM_OTHER_DISABLE_MODIFIER" = "モディファイアの無効化";
"COM_OTHER_VISIBILITY_RENDERER" = "レンダリング On/Off";
"COM_OTHER_VISIBILITY_MODELER" = "エディタ On/Off";
"COM_OTHER_REVEAL_IN_OBJECT_BROWSER" = "オブジェクトブラウザに表示";


/* Color Preferences*/
"COLOR_POLY_SELECTED" = "ポリゴン 選択ポリゴン";
"COLOR_POLY_ISOPARAM" = "ポリゴン ISO ライン";
"COLOR_POLY_EDGE" = "ポリゴン エッジ";
"COLOR_POLY_EDGE_SELECTED" = "ポリゴン 選択エッジ";
"COLOR_POLY_EDGE_CREASE" = "ポリゴン ハードエッジ";
"COLOR_POLY_EDGE_SEAM" = "ポリゴン 切れ目";
"COLOR_POLY_EDGE_SEAM_CREASE" = "ポリゴン ハードエッジ & 切れ目";
"COLOR_POLY_EDGE_NORMAL_BREAK" = "ポリゴン ノーマルブレーク";
"COLOR_POLY_POINT" = "ポリゴン ポイント";
"COLOR_POLY_POINT_SELECTED" = "ポリゴン 選択ポイント";
"COLOR_POLY_POINT_PINNED" = "ポリゴン UV ピン";
"COLOR_SPLINE" = "スプライン";
"COLOR_SPLINE_TANGENT" = "スプライン 接線";
"COLOR_SPLINE_TANGENT_SELECTED" = "スプライン 接線 選択";
"COLOR_SPLINE_START" = "スプライン 開始ポイント";
"COLOR_SPLINE_END" = "スプライン 終了ポイント";
"COLOR_OBJECT_SELECTED" = "選択オブジェクト";
"COLOR_OBJECT_SUBSELECTED" = "サブ選択オブジェクト";
"COLOR_MODIFIER_ACTIVE" = "有効モディファイア";
"COLOR_MODIFIER_INACTIVE" = "無効モディファイア";
"COLOR_DEFAULT_MATERIAL_AMBIENT" = "初期設定マテリアル アンビエント";
"COLOR_DEFAULT_MATERIAL_DIFFUSE" = "初期設定マテリアル ディフューズ";
"COLOR_DEFAULT_MATERIAL_SPECULAR" = "初期設定マテリアル スペキュラー";
"COLOR_DEFAULT_MATERIAL_EMISSION" = "初期設定マテリアル エミッシブ";
"COLOR_TOOL" = "ツール";
"COLOR_TOOL_LIVE_SELECT" = "ツール オートハイライト";
"COLOR_TOOL_LIVE_SELECT_INTERPOINT" = "ツール 検知ポイント";
"COLOR_3DVIEW_BACKGROUND_BOTTOM" = "3D ビュー 背景色 (下)";
"COLOR_3DVIEW_BACKGROUND_TOP" = "3D ビュー 背景 (上)";
"COLOR_3DVIEW_CAMERA_GUIDELINES" = "3D ビュー カメラガイドライン";
"COLOR_3DVIEW_GRID_SMALL_STEP" = "3D ビュー グリッド (サイズ小)";
"COLOR_3DVIEW_GRID_BIG_STEP" = "3D ビュー グリッド (サイズ大)";
"COLOR_LAYOUT_TAB_FRONT" = "選択状態のタブ";
"COLOR_LAYOUT_TAB_BACK" = "非選択状態のタブ";
"COLOR_LAYOUT_EDITOR_BACKGROUND" = "エディタ バックグランド";
"COLOR_LAYOUT_EDITOR_SEPARATOR" = "エディタ セパレータ";


/*About menu strings*/
"About Cheetah3D" = "Cheetah3D について";
"Preferences..." = "環境設定...";
"Services" = "サービス";
"Hide Cheetah3D" = "Cheetah3D を隠す";
"Hide Others" = "ほかを隠す";
"Show All" = "すべてを表示";
"Quit Cheetah3D" = "Cheetah3D を終了";
"Register Cheetah3D..." = "Cheetah3D の登録…";

/* File menu strings*/
"File" = "ファイル";
"New" = "新規";
"Open..." = "開く...";
"Open Recent" = "最近使った書類";
"Close" = "閉じる";
"Save" = "保存";
"Save As..." = "別名で保存...";
"Revert" = "復帰";
"Import File" = "読み込み...";
"Export File" = "書き出し...";

/* Edit menu strings*/
"Edit" = "編集";
"Cut" = "カット";
"Copy" = "コピー";
"Paste" = "ペースト";
"Delete" = "削除";
"Duplicate" = "複製";
"Delete unused" = "未使用マテリアルの削除";

/* Selection menu strings*/
"Selection" = "選択";
"Select group" = "グループ選択";
"Select all" = "すべてを選択";
"Clear Selection" = "選択を解除";
"Invert Selection" = "選択範囲を反転";
"Selection ++" = "選択範囲を拡張";
"Selection --" = "選択範囲を縮小";
"Convert to" = "他の選択モードに変換";
"point" = "ポイント";
"edge" = "エッジ";
"polygon" = "ポリゴン";
"surface" = "サーフェス";
"volume" = "ボリューム";
"Hide Selection" = "選択範囲を不可視";
"Hide Deselection" = "未選択範囲を不可視";
"Show all" = "すべてを表示";
"Invert Visibility" = "可視/不可視範囲を反転";

/* Objects menu string*/
"Objects" = "オブジェクト";
"Make editable" = "編集可能にする";
"Lights" = "ライト";

/* Tools menu string*/
"Tools" = "ツール";
"PolygonTools" = "ポリゴン";
"UVTools" = "UV";
"Create Polygon" = "ポリゴンの作成";
"Create Polygonstrip" = "帯状ポリゴンの作成";
"Inner Extrude" = "内側に押し出し";
"Scale (along normal)" = "拡大縮小 (法線に垂直な面で)";
"Rotate (around normal)" = "回転 (法線を軸に)";
"Move (along normal)" = "移動 (法線方向に)";
"Collaps" = "一点に収束";
"FlipNormal" = "法線を反転";
"Triangulate" = "三角ポリゴン化";
"Array" = "配列複製";
"Disconnect" = "接続解除";
"Clone" = "複写";
"Crumple" = "シワ加工";
"Untriangulate" = "三角ポリゴンの解除";
"Split" = "別オブジェクトに分離";
"SplineTools" = "スプライン";
"Create Spline" = "スプラインの作成";
"Hard Interpolation" = "ハードエッジ";
"Soft Interpolation" = "ソフトエッジ";
"Equal Tangent Length" = "接線の長さをそろえる";
"Equal Tangent Direction" = "接線の向きをそろえる";
"Join Segment" = "セグメントを繋ぐ";
"Break Segment" = "セグメントを分ける";
"Reverse Sequence" = "始点/終点の反転";
"Insert Point" = "ポイントを挿入";
"Mirror" = "ミラー";
"Weld" = "接合";
"Set Value" = "ポイント座標を入力";
"Quantize" = "クォンタイズ";
"Optimize" = "最適化";
"Merge" = "マージ";
"Scene info" = "シーン情報を見る";
"Object info" = "オブジェクト情報を見る";
"CharacterTools" = "キャラクターツール";
"Script" = "スクリプト";

/* Render menu string*/
"Render" = "レンダー";
"RenderAnim" = "アニメーションレンダー";
"Show Render Manager" = "レンダーマネージャを表示";
"Bake Texture" = "テクスチャの焼き付け";

/* Animation menu string*/
"Animation" = "アニメーション";
"animStopPlay" = "再生/停止";
"animRecord" = "記録";
"animRecordAll" = "すべてのパラメータを記録";
"animBeginFrame" = "最初のフレーム";
"animFormerFrame" = "前のフレーム";
"animNextFrame" = "次のフレーム";
"animLastFrame" = "最後のフレーム";
"animFrame" = "フレーム";
"animTakeLength" = "テイクの長さ";
"animZoom" = "タイムラインの拡大";
"animMove" = "ムービータイムライン";
"animMode" = "タイムラインモード";
"animFPS" = "フレームレート";
"animFrameByFrame" = "フレーム再生を優先";
"animTangent" = "接線";
"animInTangent" = "接線 (入)";
"animOutTangent" = "接線 (出)";
"animLinear" = "リニア";
"animSoft" = "ソフト";
"animSpline" = "スプライン";
"animConst" = "コンスタント";
"animDynamics" = "ダイナミクス";
"animRecordPos" = "位置パラメータを記録";
"animRecordScale" = "拡大縮小パラメータを記録";
"animRecordRotation" = "回転パラメータを記録";
"animRecordPara" = "その他すべてのパラメータを記録";
"animRecordAutokey" = "自動記録";
"animRecordHirarchy" = "小オブジェクトのパラメータを含む";
"animRecordChanged" = "変更されたパラメータのみを記録";


/* Help menu string*/
"Cheetah3D Help" = "Cheetah3D ヘルプ...";

/* Window menu strings*/
"winLayout" = "レイアウト";
"winLayoutModel" = "モデリング";
"winLayoutAnim" = "アニメーション";
"winLayoutUVEdit" = "UV 編集";
"winLayoutCustom1" = "カスタムレイアウト 1";
"winLayoutCustom2" = "カスタムレイアウト 2";
"winLayoutCustom3" = "カスタムレイアウト 3";
"winLayoutCustom4" = "カスタムレイアウト 4";
"winSaveLayout" = "レイアウトの保存";

/*material Selector*/
"add material" = "追加";

/* object strings */
"name" = "名称";
"position" = "位置";
"rotation" = "回転";
"scale" = "拡大縮小";
"pointArray" = "ポイント";

/* folder object strings */
"Folder" = "フォルダ";

/* smart folder object strings */
"SmartFolder" = "スマートフォルダ";
"smartFolderPath" = "外部ファイル";

/* smart folder object strings */
"Blueprint" = "ブループリント";
"blueprintSizeX" = "幅";
"blueprintSizeY" = "高さ";
"blueprintSizeZ" = "奥行き";
"blueprintOpacity" = "透明度";
"blueprintOffset" = "オフセット";
"blueprintCull" = "描画設定";
"blueprintFlip" = "反転";
"blueprintFrontTexture" = "正面";
"blueprintBackTexture" = "背面";
"blueprintTopTexture" = "上面";
"blueprintBottomTexture" = "下面";
"blueprintLeftTexture" = "左側面";
"blueprintRightTexture" = "右側面";
"BLUEPRINT_NONE" = "両面を描画";
"BLUEPRINT_FRONT" = "表面のみ描画";
"BLUEPRINT_BACK" = "裏面のみ描画";


/* polygon object strings*/
"Polygonobj" = "ポリゴンオブジェクト";
"activepolyselection" = "ポリゴン選択セット";
"activeuvset" = "UV セット";
"normalType" = "タイプ";
"normalFlat" = "フラット";
"normalPhong" = "フォン";
"normalContraint" = "コンストレイン";
"normalBreak" = "ブレーク";
"normalAngle" = "スムースアングル";
"displayType" = "表示タイプ";
"displayGhosted" = "ゴースト";
"DISPLAY_BOX" = "バウンディングボックス";
"DISPLAY_WIRE" = "ワイヤーフレーム";
"DISPLAY_FLAT" = "フラット";
"DISPLAY_SHADED" = "陰影付き";
"DISPLAY_ISOLINES" = "ISO ライン";

/* ball object strings*/
"Ball" = "球体";
"ballRadius" = "半径";
"ballSections" = "縦の分割数";
"ballLongFromAngle" = "縦の開始角度";
"ballLongToAngle" = "縦の終了角度";
"ballSpans" = "横の分割数";
"ballParallelFromAngle" = "横の開始角度";
"ballParallelToAngle" = "横の終了角度";

/* boolean object strings*/
"Boolean" = "ブーリアン";
"booleanOperation" = "操作";
"booleanMultiKnife" = "マルチナイフ";
"booleanMeshed" = "メッシュをつなげる";
"booleanInheritNormals" = "法線を継承";
"booleanAdd" = "加算";
"booleanSubtract" = "減算";
"booleanIntersect" = "交差";

/* box object strings*/
"Box" = "直方体";
"boxSectionsX" = "X 分割数";
"boxSectionsY" = "Y 分割数";
"boxSectionsZ" = "Z 分割数";
"boxSizeX" = "幅 (X)";
"boxSizeY" = "高さ (Y)";
"boxSizeZ" = "奥行き (Z)";

/* capsule object strings*/
"Capsule" = "カプセル";
"capsuleSectionsHeight" = "高さの分割数";
"capsuleSectionsLatitude" = "球面縦の分割数";
"capsuleSectionsLongitude" = "球面横の分割数";
"capsuleHeight" = "高さ";
"capsuleRadius" = "半径";

/* chain object strings*/
"Chain" = "スプラインコピー";
"chainItems" = "コピー数";
"chainPercentFrom" = "開始距離 (パーセント)";
"chainPercentTo" = "終了距離 (パーセント)";
"chainOffset" = "オフセット";
"chainHoles" = "除外率";
"chainDRotH" = "回転 dH";
"chainDRotP" = "回転 dP";
"chainDRotB" = "回転 dB";
"chainAlignment" = "パスに沿って回転";
"chainPlain" = "なし";
"chainRot" = "コンスタント";
"chainSlerp" = "ミックス";

/* cone object strings*/
"Cone" = "円錐";
"coneSpans" = "高さの分割数";
"coneSections" = "縦の分割数";
"coneFloorSpans" = "底面の分割数";
"coneHeight" = "高さ";
"coneRadius" = "半径";

/* cylinder object strings*/
"Cylinder" = "円柱";
"cylinderSectionsHeight" = "高さの分割数";
"cylinderSectionsRadius" = "経線の分割数";
"cylinderSectionsFloor" = "底面の分割数";
"cylinderCover" = "カバー";
"cylinderHeight" = "高さ";
"cylinderRadius" = "半径";

/* disc object strings */
"Disc" = "円";
"discEdges" = "角の数";
"discLanes" = "半径の分割数";
"discRadius" = "半径";

/* tube object strings*/
"Tube" = "チューブ";
"tubeSectionsHeight" = "高さの分割数";
"tubeSectionsRadius" = "経線の分割数";
"tubeSectionsFloor" = "底面の分割数";
"tubeHeight" = "高さ";
"tubeInnerRadius" = "内側の半径";
"tubeOuterRadius" = "外側の半径";

/* extrude object strings*/
"Extrude" = "押し出し";
"extrudeSteps" = "分割数";
"extrudeDirX" = "X 方向距離";
"extrudeDirY" = "Y 方向距離";
"extrudeDirZ" = "Z 方向距離";
"extrudeCover" = "カバー";
"extrudeFlipNormal" = "法線を反転";
"extrudeBevel" = "ベベル";
"extrudeBevelRadius" = "半径";
"extrudeBevelMiterLimit" = "マイター制限角度";
"extrudeBevelType" = "タイプ";
"extrudeBevelFlat" = "なし";
"extrudeBevelStaight" = "リニア";
"extrudeBevelRound" = "凸面カーブ";
"extrudeBevelInnerRound" = "凹面カーブ";
"extrudeBevelStair" = "階段";

/* fractal object strings*/
"Fractal" = "フラクタル";
"fractalType" = "タイプ";
"fractalIterations" = "反復回数";
"fractalSize" = "サイズ";

/* lathe object strings*/
"Lathe" = "旋盤";
"latheFromAngle" = "開始角度";
"latheToAngle" = "終了角度";
"latheRotationAxis" = "回転軸";
"latheSections" = "分割数";
"latheCover" = "カバー";
"latheFlipNormal" = "法線を反転";

/* polyplane object strings*/
"Polyplane" = "ポリゴン平面";
"polyPlaneFlipNormal" = "法線を反転";

/* plane object string*/
"Plain" = "平面";
"plainSectionsX" = "幅の分割数";
"plainSectionsY" = "奥行きの分割数";
"plainSizeX" = "幅";
"plainSizeY" = "奥行き";
"plainOrientation" = "方向";

/* stair object string*/
"Stair" = "階段";
"stairType" = "タイプ";
"stairNumber" = "段数";
"stairWidth" = "段の幅";
"stairHeight" = "段の高さ";
"stairDepth" = "段の奥行き";
"stairWider" = "拡張率";
"stairType1" = "グラウンド";
"stairType2" = "スレート";

/* relief object string*/
"Relief" = "レリーフ";
"reliefSectionsX" = "幅の分割数";
"reliefSectionsZ" = "奥行きの分割数";
"reliefSizeX" = "幅 (X)";
"reliefSizeY" = "高さ (Y)";
"reliefSizeZ" = "奥行き (Z)";
"reliefSeaLevel" = "海面レベル";
"reliefPlateauLevel" = "台地レベル";
"reliefNoise" = "ノイズ";
"reliefTurbulence" = "乱流";
"reliefTextureHeight" = "テクスチャの強さ";
"reliefSeaLevelAtEdge" = "エッジを海面レベルに";
"reliefTexture" = "テクスチャ";

/* Isosurface object strings*/
"Isosurface" = "アイソサーフェス";
"isosurfaceIsovalue" = "等平面値";
"isosurfaceResolution" = "解像度";
"isosurfaceOptimzeMesh" = "最適化";

/* subdiv object strings*/
"SubDiv" = "サブディビジョン";

/* sweep object strings*/
"Sweep" = "パス押し出し";
"sweepCover" = "カバー";
"sweepScale" = "拡大縮小";
"sweepRotation" = "回転";
"sweepFlipNormal" = "法線を反転";
"sweepMaintainProfile" = "プロファイルの維持";
"sweepTwoRail" = "2つの軌跡に沿ってスイープ";

/* symmetry object strings*/
"Symmetry" = "シンメトリー";

/* torus object strings*/
"Torus" = "トーラス";
"torusSectionsRing" = "リングの分割数";
"torusSectionsTube" = "チューブの分割数";
"torusRadiusRing" = "リング半径";
"torusRadiusTube" = "チューブ半径";
"torusN1" = "N1";
"torusN2" = "N2";

/* spline object strings*/
"Spline" = "スプライン";
"SPLINE_BEZIER" = "ベジェスプライン";
"SPLINE_BEZIER_CURVE" = "ベジェカーブ";
"SPLINE_LINEAR" = "直線";
"SPLINE_NURBS" = "NURBS";
"splineAngle" = "近似分割角度";
"splineType" = "タイプ";


/* polyhedra object strings*/
"Polyhedra" = "多面体";
"polyhedraRadius" = "半径";
"polyhedraType" = "タイプ";
"polyhedraTet" = "正四面体";
"polyhedraOct" = "正八面体";
"polyhedraIco" = "正二十面体";
"polyhedraDod" = "正十二面体";
"polyhedraTruTet" = "切頂四面体";
"polyhedraTruOct" = "切頂八面体";
"polyhedraTruIco" = "切頂二十面体";
"polyhedraTruDod" = "切頂十二面体";


/* circle object strings*/
"Circle" = "円";
"circleWidth" = "幅";
"circleHeight" = "高さ";
"circleOrientation" = "方向";

/* cog object strings*/
"Cog" = "歯車";
"cogTeeth" = "歯数";
"cogInnerRadius" = "内側半径";
"cogMiddleRadius" = "中間半径";
"cogOuterRadius" = "外側半径";
"cogNarrow" = "縮小率";
"cogOrientation" = "方向";

/* flower object strings*/
"Flower" = "花";
"flowerLeaves" = "花弁数";
"flowerInnerRadius" = "内側半径";
"flowerOuterRadius" = "外側半径";
"flowerNarrow" = "縮小率";
"flowerOrientation" = "方向";

/*helix object strings*/
"Helix" = "螺旋";
"helixBeginRadius" = "開始半径";
"helixBeginAngle" = "開始角度";
"helixEndRadius" = "終了半径";
"helixEndAngle" = "終了角度";
"helixHeight" = "高さ";
"helixSections" = "分割数";
"helixOrientation" = "方向";

/*line object strings*/
"Line" = "直線";
"lineLength" = "長さ";
"lineSegments" = "分割数";
"lineOrientation" = "方向";

/* nedge object strings*/
"nEdge" = "多角形";
"nedgeEdges" = "角数";
"nedgeRadius" = "半径";
"nedgeOrientation" = "方向";

/* rect object strings*/
"Rect" = "四角形";
"rectWidth" = "幅";
"rectHeight" = "高さ";
"rectOrientation" = "方向";

/* star object strings*/
"Star" = "星形";
"starInnerRadius" = "内側半径";
"starOuterRadius" = "外側半径";
"starEdges" = "頂点数";
"starTwist" = "ねじり角度";
"starOrientation" = "方向";

/* text object strings*/
"Text" = "テキスト";
"textText" = "テキスト";
"textOrientation" = "方向";

/* light strings*/
"Light" = "ライト";
"lightType" = "ライトタイプ";
"lightColor" = "カラー";
"lightSamples" = "サンプル数";
"lightIntensity" = "強さ";
"lightAttenuation" = "減衰";
"lightClamp" = "減衰をクランプ";
"lightNormalize" = "正規化";
"lightGeometry" = "形状";
"lightGeometry" = "形状";
"lightMIS" = "MIS";
"lightShape" = "形";
"lightWidth" = "幅";
"lightHeight" = "高さ";
"lightRadius" = "半径";
"lightAxis" = "軸";
"lightCutOffAngle" = "カットオフ角度";
"lightCutOffAttenuation" = "減衰カットオフ角度";
"lightCutOffType" = "スポットタイプ";
"lightCutOffAspectRatio" = "アスペクト比";
"lightCutOffImage" = "テクスチャ";
"lightShadowColor" = "カラー";
"lightShadowType" = "タイプ";
"lightShadowSamples" = "サンプル数";
"lightGlobalPhotons" = "グローバルフォトン";
"lightCausticPhotons" = "コースティクスフォトン";
"lightPhotonLight" = "ピュア フォトンライト";
"LIGHT_AMBIENT" = "アンビエント";
"LIGHT_AREA" = "エリア";
"LIGHT_PARALLEL" = "ディスタント";
"LIGHT_POINT" = "ポイント";
"LIGHT_SPOT" = "スポット";
"LIGHT_PROJECTOR" = "プロジェクタ";
"LIGHT_SPOT_ROUND" = "円形";
"LIGHT_SPOT_RECT" = "四角形";
"LIGHT_SHADOW_NONE" = "なし";
"LIGHT_SHADOW_RAYTRACE" = "レイトレース";
"LIGHT_SHADOW_RAYTRACE+" = "レイトレース+透過";
"LIGHT_SIZE" = "サイズ";
"LIGHT_SHAPE" = "形";
"LIGHT_SHAPE_DISC" = "円";
"LIGHT_SHAPE_RECT" = "四角";
"LIGHT_SHAPE_SPHERE" = "球";
"LIGHT_CUT_OFF" = "カットオフ";
"LIGHT_CAUSTICS" = "コースティクス";
"LIGHT_SHADOW" = "影";

/* sky light strings*/
"SkyLight" = "スカイライト";
"skyLightIntensity" = "強さ";
"skyLightTurbidity" = "濁り";
"skyLightAlbedo" = "アルベド";
"skyLightSamples" = "サンプル数";
"skyLightMIS" = "MIS";
"skyLightLatitude" = "緯度";
"skyLightLongitude" = "経度";
"skyLightDate" = "日時";
"skyLightVisibleInBackground" = "バックグラウンド";
"skyLightShadowColor" = "カラー";
"skyLightShadowType" = "タイプ";
"SKY_SHADOW_NONE" = "なし";
"SKY_SHADOW_RAYTRACE" = "レイトレース";
"SKY_SHADOW_RAYTRACE+" = "レイトレース+透過";
"SKY_DATE" = "日時";
"SKY_SHADOW" = "影";

/* ambient light strings*/
"Ambientlight" = "アンビエントライト";
"ambientLightColor" = "カラー";
"ambientLightIntensity" = "強さ";

/* area light strings*/
"Arealight" = "エリアライト";
"areaLightColor" = "カラー";
"areaLightIntensity" = "強さ";
"areaLightWidth" = "幅";
"areaLightHeight" = "高さ";
"areaLightSamples" = "サンプル数";
"areaLightDecrease" = "光量の減衰";
"areaLightShadowColor" = "影の色";
"areaLightShadowType" = "影の種類";


/* distant light strings*/
"Distantlight" = "ディスタントライト";
"distantLightColor" = "カラー";
"distantLightIntensity" = "強さ";
"distantLightWidth" = "光源幅";
"distantLightHeight" = "光源高さ";
"distantLightDecrease" = "光量の減衰";
"distantLightShadowColor" = "影の色";
"distantLightShadowType" = "影の種類";
"distantLightShadowBias" = "シャドウマップバイアス";
"distantLightShadowMapSize" = "シャドウマップのサイズ";
"distantLightShadowSampleRate" = "シャドウマップのサンプル数";

/* point light strings*/
"Pointlight" = "ポイントライト";
"pointLightColor" = "カラー";
"pointLightIntensity" = "強さ";
"pointLightAmbient" = "環境光";
"pointLightCutOffAngle" = "カットオフ角";
"pointLightCutOffAtt" = "ボケ足";
"pointLightDecrease" = "減衰";
"pointLightShadowColor" = "影の色";
"pointLightShadowType" = "影のタイプ";
"pointLightShadowBias" = "シャドウマップバイアス";
"pointLightShadowMapSize" = "シャドウマップのサイズ";
"pointLightShadowSampleRate" = "シャドウマップのサンプル数";

/* spot spot light strings*/
"Spotlight" = "スポットライト";
"spotLightColor" = "光源色";
"spotLightIntensity" = "強さ";
"spotLightDecrease" = "光量の減衰";
"spotLightCutOffAngle" = "カットオフアングル";
"spotLightCutOffAtt" = "スムースカットオフ";
"spotLightConeType" = "スポットのタイプ";
"spotLightShadowColor" = "影の色";
"spotLightShadowType" = "影の種類";
"spotLightShadowBias" = "シャドウマップバイアス";
"spotLightShadowMapSize" = "シャドウマップサイズ";
"spotLightShadowSampleRate" = "シャドウマップのサンプル数";

/* camera strings*/
"Camera" = "カメラ";
"cameraType" = "タイプ";
"cameraProjection" = "投影";
"cameraFieldOfView" = "FOV";
"cameraZoom" = "ズーム";
"cameraClipNear" = "ニアクリッピング";
"cameraClipFar" = "ファークリッピング";
"cameraAntiMode" = "アンチエイリアスモード";
"cameraAntiMinSamples" = "最小サンプル数";
"cameraAntiMaxSamples" = "最大サンプル数";
"cameraTolerance" = "許容範囲";
"cameraBox" = "ボックス";
"cameraTriangle" = "三角";
"cameraGauss" = "ガウス";
"cameraSinc" = "同期";
"cameraFilterSize" = "フィルタサイズ";
"cameraShadowsOnOff" = "影";
"cameraLightOnOff" = "カメラライト";
"cameraResolutionX" = "解像度 (幅)";
"cameraResolutionY" = "解像度 (縦)";
"cameraBackground" = "背景";
"cameraBackgroundColor" = "背景色";
"cameraBackgroundImage" = "背景画像";
"cameraBackFaceCulling" = "背景を描画しない";
"cameraWireFrame" = "ワイヤフレーム";
"cameraAntialiasing" = "アンチエイリアシング";
"cameraLightTwoSides" = "両面";
"makeActiveCamera" = "アクティブカメラ";
"cameraColor" = "カラー";
"cameraEdge" = "エッジ";
"cameraNone" = "無し";
"cameraApertureSize" = "絞りサイズ";
"cameraApertureBlades" = "絞りブレード";
"cameraApertureRotation" = "絞り回転";
"cameraFocalDistance" = "焦点距離";
"cameraFocusOnObject" = "オブジェクトにフォーカス";
"cameraShutterTime" = "シャッタースピード";
"cameraDisplayFocalDistance" = "DOF グリッドの表示";
"CAM_LIGHT_OFF" = "オフ";
"CAM_LIGHT_ON" = "オン";
"CAM_LIGHT_AUTO" = "自動";
"CAM_PERSPECTIVE" = "遠近法";
"CAM_PANOMRAM" = "パノラマ";
"CAM_ORTHOGRAPHIC" = "正射法";
"CAM_APERTURE" = "レンズ絞り";

/* environment light strings*/
"EnvironmentLight" = "HDRI ライト";
"environmentLightImage" = "HDR 画像";
"environmentLightMapping" = "タイプ";
"environmentLightIntensity" = "強さ";
"environmentLightClamp" = "クランプ";
"environmentLightVisibleInBackground" = "バックグランド";
"environmentLightMIS" = "MIS";
"environmentLightSamples" = "サンプル数";
"environmentLightShadowColor" = "カラー";
"environmentLightShadowType" = "タイプ";

/* fog object strings*/
"Fog" = "フォグ";
"fogType" = "タイプ";
"fogFrom" = "開始";
"fogTo" = "終了";
"fogDensity" = "濃度";
"fogColor" = "カラー";

/* ScriptPoly strings */
"ScriptPoly" = "ポリゴン スクリプト";

/* ScriptSpline strings */
"ScriptSpline" = "スプライン スクリプト";

/* ScriptParticle strings */
"ScriptParticle" = "パーティクル スクリプト";

/* Joint strings */
"Joint" = "ジョイント";
"jointType" = "タイプ";
"jointDisplayMode" = "描画モード";
"jointColor" = "カラー";
"JOINT_TYPE_ROOT" = "ルート";
"JOINT_TYPE_NORMAL" = "ノーマル";
"JOINT_DISPLAYMODE_LINE" = "ライン";
"JOINT_DISPLAYMODE_DIAMOND" = "ダイヤ";

/* array modifier    */
"ArrayMod" = "配列複製";
"arrayDir" = "方向";
"arrayCount" = "コピー数";
"arrayOffset" = "オフセット配置";

/*  build modifier      */
"BuildMod" = "ビルド";
"buildType" = "タイプ";
"buildPercentage" = "間引き率";

/*  boolean modifier      */
"BooleanMod" = "ブーリアン";

/*  bulge modifier      */
"BendMod" = "曲げ";
"bendType" = "タイプ";
"bendAngle" = "角度";
"bendBox" = "ケージ";

/*  bulge modifier      */
"BulgeMod" = "膨張";
"bulgeType" = "タイプ";
"bulgeX" = "X 軸";
"bulgeZ" = "Z 軸";
"bulgeStrength" = "強さ";
"bulgeBox" = "ケージ";

/*  crumple modifier      */
"CrumpleMod" = "シワ加工";
"crumpleOffset" = "オフセット";
"crumpleFrequency" = "周期";

/*  shell modifier      */
"ShellMod" = "厚みをつける";
"shellOffset" = "オフセット";

/*  displacement modifier      */
"DisplacementMod" = "ディスプレイスメント";
"displacementOffset" = "オフセット量";
"displacementTex" = "テクスチャ";
"displacementUVSet" = "UV セット";
"displacementUVRotation" = "UV 回転";
"displacementUVOffset" = "UV オフセット";
"displacementUVScale" = "UV 拡大縮小";

/* ring modifier    */
"RingMod" = "環状複製";
"ringDir" = "軸";
"ringCount" = "コピー数";
"ringAngle" = "角度";
"ringRadius" = "半径";

/* shear modifier       */
"ShearMod" = "せん断";
"shearType" = "タイプ";
"shearDistance" = "傾ける距離";
"shearAngle" = "角度";
"shearBox" = "ケージ";

/* smooth modifier    */
"SmoothMod" = "スムース";
"smoothIterations" = "反復回数";

/* spherify modifier    */
"SpherifyMod" = "球形化";
"spherifyRadius" = "半径";
"spherifyStrength" = "度合い";
"spherifyBox" = "ケージ";

/* subdiv modifier      */
"SubdivMod" = "サブディビジョン";
"subdivIterations" = "反復数";
"subdivSheme" = "スキーム";
"Catmull-Clark" = "キャットムル・クラーク";
"Stam-Loop" = "スタン・ループ";
"Linear" = "リニア";

/* symmetry modifier    */
"SymmetryMod" = "シンメトリー";
"symmetryPlain" = "シンメトリー面";
"symmetryRadius" = "吸着半径";
"symmetryOffset" = "オフセット";
"symmetryOnOff" = "シンメトリー面で吸着";
"symmetryMelt" = "ポイントを吸着";

/* taper modifier       */
"TaperMod" = "テーパー";
"taperType" = "タイプ";
"taperX" = "X 軸";
"taperZ" = "Z 軸";
"taperStrength" = "細らせ具合 (距離)";
"taperBend" = "曲率";
"taperBox" = "ケージ";

/* ring modifier    */
"TransformMod" = "移動変形";

/* twist modifier       */
"TwistMod" = "ねじり変形";
"twistType" = "タイプ";
"twistAngle" = "ねじり角";
"twistBox" = "ケージ";

/* warp modifier	*/
"WarpMod" = "ワープ";
"warpType" = "タイプ";
"warpWidth" = "幅";
"warpHeight" = "高さ";
"warpRadius" = "半径";
"warpFromAxial" = "経線の開始角度";
"warpToAxial" = "経線の終了角度";
"warpFromCenital" = "緯線の開始角度";
"warpToCenital" = "緯線の終了角度";
"warpMove" = "移動";
"warpZ" = "Z 軸拡大縮小";


/*particles */
"Particles" = "パーティクル";
"particlesOrder" = "パーティクルの整列";
"particlesSeed" = "乱数シード";
"particlesDisplayType" = "表示タイプ";
"particlesDisplayPercentage" = "表示割合";
"particleRepeat" = "リピート";
"particleRandom" = "ランダム";
"particleSorted" = "ソート";
"PARTICLE_POINT" = "ポイント";
"PARTICLE_LINE" = "ライン";
"PARTICLE_BOX" = "ボックス";
"PARTICLE_OBJECT" = "オブジェクト";

/*particle array */
"ParticleArray" = "パーティクル配列";
"particleArrayItems" = "パーティクル数";
"particleArraySize" = "配列サイズ";

/*particle mesh */
"ParticleMesh" = "パーティクルメッシュ";
"particleMesh" = "メッシュ";
"particleMeshType" = "タイプ";
"particleMeshNumber" = "パーティクル数";
"particleMeshPolySelection" = "ポリゴン選択セット";
"particleMeshAlignParticles" = "パーティクルの整列";

/*particle spline */
"ParticleSpline" = "パーティクルスプライン";
"particleSplineNumber" = "パーティクル数";
"particleSplineStart" = "開始";
"particleSplineEnd" = "終了";
"particleSplineAlign" = "整列";
"particleSplinePath" = "パス";
"particleSplineRail" = "レール";

/*particle emitter */
"ParticleEmitter" = "パーティクルエミッター";
"particleEmitterBirthRate" = "生成率";
"particleEmitterStartTime" = "開始時間";
"particleEmitterEndTime" = "終了時間";
"particleEmitterLifetime" = "生存時間";
"particleEmitterSpeed" = "速度";
"particleEmitterSpeedVar" = "速度 変化量";
"particleEmitterGrowth" = "成長サイズ";
"particleEmitterGrowthVar" = "成長サイズ 変化量";
"particleEmitterLifetime" = "生存時間";
"particleEmitterLifetimeVar" = "生存時間 変化量";
"particleEmitterShape" = "エミッター空間";
"particleEmitterSizeX" = "幅";
"particleEmitterSizeY" = "高さ";
"particleEmitterDivergence" = "発散";
"particleEmitterSelection" = "ポリゴン選択セット";
"particleEmitterObject" = "オブジェクト";
"EMITTER_RECT" = "四角形";
"EMITTER_DISC" = "円形";
"EMITTER_OMNI" = "全方位";
"EMITTER_SPLINE" = "スプライン";
"EMITTER_MESH" = "メッシュ";
"EMITTER_EMITTER" = "エミッター";

/*effector	*/
"Effector" = "エフェクター";
"EffectorRange" = "範囲";
"effectorRangeType" = "形状";
"effectorSmoothType" = "スムース機能";
"effectorInvert" = "反転";
"effectorSize" = "サイズ";
"EFFECTOR_RANGE_NONE" = "制限無し";
"EFFECTOR_RANGE_CUBE" = "立方体";
"EFFECTOR_RANGE_CONE" = "円錐";
"EFFECTOR_RANGE_CYLINDER" = "円柱";
"EFFECTOR_RANGE_HALFSPACE" = "半空間";
"EFFECTOR_RANGE_SPHERE" = "球体";
"EFFECTOR_RANGE_TORUS" = "トーラス";

/* attractor force	*/
"AttractionForce" = "引きつけ";
"attractionStrength" = "強度";
"attractionAttenuation" = "減衰率";

/* drag force	*/
"DragForce" = "引張り";
"dragStrength" = "強度";

/* deflector force	*/
"DeflectorForce" = "転向";
"deflectorDamping" = "減衰";

/* gravity force	*/
"GravityForce" = "重力";
"gravityConstant" = "重力加速度";

/* radial force	*/
"RadialForce" = "放射";
"radialStrength" = "強度";

/* turbulence force	*/
"TurbulenceForce" = "乱流";
"turbulenceStrength" = "強度";
"turbulenceFrequency" = "周波数";

/* wind force	*/
"WindForce" = "風";
"windSpeed" = "風力";

/* orientation effector	*/
"OrientationEffector" = "方向";
"orientEffTarget" = "ターゲット";
"orientEffJustHeading" = "回転 (H) のみを合わせる";

/* alpha tag strings*/
"AlphaTag" = "透過";
"alphaTagSamples" = "サンプル";
"alphaTagSampleClamp" = "サンプルのクランプ";
"alphaTagTotalBounces" = "総バウンス";
"alphaTagDiffuseBounces" = "ディフューズバウンス";
"alphaTagGlossyBounces" = "グロッシィバウンス";
"alphaTagSpecularBounces" = "スペキュラーバウンス";
"alphaTagDisableCaustics" = "コースティクス無効";
"alphaTagGamma" = "ガンマ";
"alphaTagExposure" = "露出";

/* bake tag strings*/
"BakeTag" = "テクスチャの焼き付け";
"BakeAlert" = "テクスチャ焼き付けエラー";
"BakeWarning" = "テクスチャの焼き付けはポリゴンオブジェクトにのみ適用できます。まずオブジェクトブラウザからポリゴンオブジェクトを選択して下さい。";
"bakeColor" = "カラー";
"bakeAmbient" = "アンビエント";
"bakeDiffuse" = "ディフューズ";
"bakeEmission" = "エミッション";
"bakeBump" = "バンプ";
"bakeRadiosity" = "ラジオシティ";
"bakeCaustics" = "コースティクス";
"bakeMapSize" = "テクスチャサイズ";
"bakeUVSet" = "UV セット";
"bakePixelBorder" = "UV 境界のピクセル幅";
"bakeBackground" = "背景";
"bakeUVCoords" = "UV 展開";
"BAKE_CHANNELS" = "チャンネル";

/* fog tag strings*/
"FogTag" = "フォグ";
"fogTagType" = "タイプ";
"fogTagFrom" = "開始距離";
"fogTagTo" = "終了距離";
"fogTagDensity" = "濃度";
"fogTagColor" = "カラー";
"FOG_LINEAR" = "リニア";
"FOG_EXP" = "Exp";
"FOG_EXP^2" = "Exp^2";

/* hdri tag strings*/
"HDRITag" = "HDRI 環境マップ";
"hdriTagBackgroundImage" = "画像";
"hdriRotate" = "バックグラウンドの回転";
"hdriTagMapping" = "タイプ";
"hdriTagPower" = "パワー";
"hdriTagClamp" = "パワークランプ";
"hdriTagPrimBackground" = "バックグラウンド";
"hdriTagProbe" = "プローブ";
"hdriTagCross" = "クロス";
"hdriTagSphere" = "パノラマ";

/* mode tag strings*/
"ModeTag" = "モード";
"modeTagLayer" = "レイヤー";
"modeTagEnabled" = "クリエータ";
"modeTagModEnabled" = "モディファイア";
"modeTagEditorActive" = "3D ビューに表示";
"modeTagRenderActive" = "レンダラーに表示";

/*morph tag strings*/
"MorphTag" = "モーフ";

/*radiosity tag strings*/
"RadiosityTag" = "ラジオシティ";
"radiosityStrenght" = "強さ";
"radiosityError" = "エラー";
"radiosityDepth" = "拡散反射";
"radiositySpecDepth" = "鏡面反射";
"radiositySamples" = "サンプル数";
"radiosityType" = "タイプ";
"radiosityMinDist" = "最小値";
"radiosityMaxDist" = "最大値";
"radiosityNeighborClamp" = "細部検出";
"radiosityMaxRayLength" = "最大光線長";
"Interpolate" = "補完";
"RADIOSITY_AMBIENT_OCCLUSION" = "アンビエントオクルージョン";
"RADIOSITY_RADIOSITY" = "ラジオシティ";
"RADIOSITY_IRRADIANCE_CACHE" = "イラディアンスキャッシュ";


/*caustic tag strings*/
"CausticTag" = "コースティクス";
"causticTagSurfaceStrength" = "強さ";
"causticTagSurfaceBlur" = "ぼかし";
"causticTagSurfaceSamples" = "サンプル数";

/* shader tag strings*/
"MaterialTag" = "マテリアル";
"shaderTagMaterial" = "マテリアル";
"shaderTagSelection" = "ポリゴン選択セット";
"shaderTagShadingSpace" = "シェーダスペース";
"shaderTagTangentSpace" = "マッピングスペース";
"shaderTagRotation" = "回転";
"shaderTagScale" = "拡大縮小";
"shaderTagOffset" = "オフセット";
"shaderTagUVRotation" = "UV 回転";
"shaderTagUVOffset" = "UV オフセット";
"shaderTagUVScale" = "UV 拡大縮小";


/* uv tag strings*/
"UVTag" = "UV マッピング";
"uvTagMappingType" = "UV マッピングタイプ";
"uvTagMapPolygons" = "マップ";
"uvTagUOffset" = "オフセット (U)";
"uvTagVOffset" = "オフセット (V)";
"uvTagUScale" = "拡大縮小 (U)";
"uvTagVScale" = "拡大縮小 (V)";
"uvTagBurnInoUV" = "保存";
"uvScaleToBB" = "スケールを合わせる";


/* render tag strings */
"RenderTag" = "レンダー";
"renderTagVisibleInShadows" = "影を落とす";
"renderTagVisibleInRadiosity" = "ラジオシティ計算対象";
"renderTagVisibleInCaustics" = "コースティクス計算対象";
"renderTagVisibleInReflections" = "反射計算対象";
"renderTagVisibleInRefractions" = "屈折計算対象";
"renderTagVisibleInCamera" = "カメラに映る";
"renderTagReceiveShadows" = "影を受ける";
"renderTagReceiveHDRIReflections" = "HDRI 反射を受ける";
"renderTagReceiveRadiosity" = "ラジオシティを受ける";
"renderTagReceiveCaustics" = "コースティクスを受ける";
"renderTagFilterTexture" = "テクスチャフィルタ";

/* DOF tag strings */
"DOFTag" = "被写界深度";
"dofType" = "タイプ";
"dofTagRadius" = "レンズ径";
"dofTagFocalDistance" = "焦点距離";
"dofTagSamples" = "サンプル数";

/*script macro tool strings*/
"ScriptTag" = "タグ スクリプト";

/* Target tag strings */
"TargetTag" = "ターゲット";
"targetLink" = "ターゲットオブジェクト";
"targetUpVector" = "上方向ターゲットオブジェクト";
"targetOffset" = "オフセット";
"targetJustHeading" = "回転 (H) のみ合わせる";

/* Vertex Color tag strings */
"VertexColorTag" = "バーテックスカラー";
"vertexColorClearColor" = "塗りつぶしカラー";
"vertexColorClear" = "塗りつぶし";

/* Spline tracking tag strings */
"SplineTrackingTag" = "スプライントラッキング";
"splineTrackingPosition" = "位置";
"splineTrackingTangential" = "接線に合わせる";
"splineTrackingJustHeading" = "回転 (H) のみ合わせる";
"splineTrackingAll" = "すべてのセグメント";
"splineTrackingSegment" = "セグメント";
"splineTrackingPath" = "パス";
"splineTrackingRail" = "レール";

/* IK Constraint tag strings */
"IKConstraintTag" = "IK コンストレイン";
"ikContraintMask" = "コンストレイン";
"ikContraintRotH" = "回転 (Heading)";
"ikContraintRotP" = "回転 (Pitch)";
"ikContraintRotB" = "回転 (Bank)";
"ikContraintStiffness" = "曲がりにくさ";

/* IK Handle tag strings */
"IKHandleTag" = "IK ハンドル";
"ikHandleSolver" = "IK ソルバー";
"ikHandleLength" = "長さ";
"ikHandleTarget" = "ターゲット";
"ikHandlePole" = "ポール";
"ikHandleColor" = "カラー";
"ikHandleUsePreferedAngle" = "デフォルト角度を使用";
"IKHANDLE_SOLVER_3D" = "3D";
"IKHANDLE_SOLVER_2D" = "2D";
"IK_ADD_TARGET_HANDLE" = "ターゲットの追加";
"IK_ADD_POLE_HANDLE" = "ポールの追加";
"IK_RECORD_IK_START" = "デフォルト角度の設定";

/* Spline IK  tag strings */
"SplineIKTag" = "スプライン IK";
"splineIKLength" = "長さ";
"splineIKOffset" = "オフセット";
"splineIKRoll" = "ロール";
"splineIKColor" = "カラー";
"splineIKTarget" = "ターゲット";

/* Point constraint tag strings */
"PointConstraintTag" = "ポイントコンストレイン";
"pointConstraintTarget" = "ターゲット";
"pointConstraintOffset" = "オフセット";
"pointConstraintMask" = "制限";
"pointConstraintMaintain" = "オフセット自動設定";
"pointConstraintWeight" = "ウエイト";

/* Parent constraint tag strings */
"ParentConstraintTag" = "パレントコンストレイン";
"parentConstraintTarget" = "ターゲット";
"parentConstraintPosOffset" = "位置オフセット";
"parentConstraintRotOffset" = "回転オフセット";
"parentConstraintMask" = "制限";
"parentConstraintMaintain" = "オフセット自動設定";
"parentConstraintWeight" = "ウエイト";

/* Orient constraint tag strings */
"OrientConstraintTag" = "オリエントコンストレイン";
"orientConstraintTarget" = "ターゲット";
"orientConstraintOffset" = "オフセット";
"orientConstraintMask" = "制限";
"orientConstraintMaintain" = "オフセット自動設定";
"orientConstraintWeight" = "ウエイト";

/* skeleton tag       */
"SkeletonTag" = "スケルトン";
"skeletonMaxInfluences" = "最大影響範囲";
"skeletonDropoffRate" = "ドロップオフ率";
"skeletonBindMesh" = "メッシュにバインド";
"skeletonBindPose" = "バインドポーズを表示";
"skeletonSkinningMethod" = "バインド方法";
"skeletonDistance" = "距離";
"skeletonHeat" = "ヒート";
"SKELETON_AUTO_WEIGHT" = "自動ウエイト";
"SKELETON_BIND_POSE" = "バインドポーズ";

/* pose tag       */
"PoseTag" = "ポーズ";
"Set" = "セット";
"New Pose" = "新規ポーズ";
"Update Pose" = "ポーズを更新";

/* particle tag */
"ParticleTag" = "パーティクル";
"Frequency" = "周期";
"particleTagFrequency" = "周期";
"particleTagPos" = "位置";
"particleTagPosVar" = "位置 変化量";
"particleTagScale" = "スケール";
"particleTagScaleVar" = "スケール 変化量";
"particleTagRot" = "回転";
"particleTagRotVar" = "回転 変化量";
"particleTagColor" = "カラー";
"particleTagWeight" = "ウェイト";
"particleTagInstance" = "インスタンス化";

/*metaball Tag*/
"MetaballTag" = "メタボール";
"metaballFunction" = "タイプ";
"metaballWeight" = "ウエイト";
"metaballRadius" = "半径";
"METABALL_METABALL" = "メタボール";
"METABALL_Wyvill" = "ワイビル";


/* Rigid Body tag strings */
"RigidBodyTag" = "剛体";
"rigidBodyColliderType" = "タイプ";
"rigidBodyColliderShape" = "形状";
"rigidBodyMass" = "質量";
"rigidBodyFriction" = "摩擦";
"rigidBodyRestitution" = "弾性";
"rigidBodyLinearDamping" = "減衰";
"rigidBodyAngularDamping" = "回転減衰";
"rigidBodyMargin" = "マージン";
"rigidForcesOnOff" = "フォース On/Off";
"rigidBodyActivationType" = "アクティブ化方式";
"rigidBodyInitialVeclocity" = "初期ベクトル";
"rigidBodyInitialAngularVeclocity" = "初期回転ベクトル";
"rigidBodyLinearFactor" = "線形係数";
"rigidBodyAngularFactor" = "回転係数";
"rigidBodyActivationTime" = "アクティブ化時間";
"rigidBodyActivationSpeed" = "アクティブ化衝突速度";
"RIGID_BODY_STATIC" = "スタティック";
"RIGID_BODY_DYNAMIC" = "ダイナミック";
"RIGID_BODY_KINEMATIC" = "キネマティック";
"RIGID_BODY_SHAPE_BOUNDING_BOX" = "バウンディングボックス";
"RIGID_BODY_SHAPE_CONVEX" = "凸面体";
"RIGID_BODY_SHAPE_CONVEX_HULL" = "凸面形状";
"RIGID_BODY_SHAPE_CONCAVE" = "凹面体";
"RIGID_BODY_INITIAL_VALUES" = "初期値";
"RIGID_BODY_ACTIVATE" = "アクティブ化条件";
"RIGID_BODY_FORCES" = "フォース";
"RIGID_BODY_ACTIVATE_IMMEDIATELY" = "即時";
"RIGID_BODY_ACTIVATE_COLLISION" = "衝突";
"RIGID_BODY_ACTIVATE_TIME" = "時間";

/* Soft Body tag strings */
"SoftBodyTag" = "ソフトボディ";
"softBodyMass" = "質量";
"softBodyLinearStiffness" = "剛性";
"softBodyAngularStiffness" = "角度剛性";
"softBodyVolumeStiffness" = "体積剛性";
"softBodyDamping" = "減衰";
"softBodyDrag" = "抗力";
"softBodyLift" = "揚力";
"softBodyDynamicFriction" = "動摩擦";
"softBodyVolumeConservation" = "容積保護";
"softBodyPressure" = "圧力";
"softBodyRecoverShape" = "形状維持";
"softBodyMargin" = "マージン";
"softBodyUseClusters" = "クラスターを使用";
"softBodyClusters" = "クラスター";
"softBodySelfCollision" = "自己干渉";
"softBodyBendingConstraint" = "曲げ抵抗";
"softBodyRandomizeConstraint" = "ランダム抵抗";
"softBodyTwoSided" = "両面を計算";
"softBodyForcesOnOff" = "フォース On/Off";
"softBodySolverIterations" = "ソルバー解析回数";
"SOFT_BODY_SOLVER" = "ソルバー";
"SOFT_BODY_FORCES" = "フォース";
    
/* Rope tag strings */
"RopeTag" = "ロープ";
"ropeMass" = "質量";
"ropeLinearStiffness" = "剛性";
"ropeDamping" = "減衰";
"ropeDynamicFriction" = "動摩擦";
"ropeRecoverShape" = "形状維持";
"ropeMargin" = "マージン";
"ropeBendingConstraint" = "曲げ抵抗";
"ropeSolverIterations" = "ソルバー解析回数";

/* Anchor tag strings */
"AnchorTag" = "アンカー";
"anchorInfluence" = "影響力";
"anchorToObject" = "結合するオブジェクト";
"anchorRecordAnchor" = "アンカーの保存";
"anchorRecoverSelection" = "アンカーの選択";

/************************/
"TOOLLOCKED" = "ツールが利用可能ではありません";

/*secene info tool */
"SceneInfoTool" = "シーン情報";
"sceneInfoPolygonObjects" = "ポリゴンオブジェクト";
"sceneInfoSplineObjects" = "スプラインオブジェクト";
"sceneInfoCameraCount" = "カメラ";
"sceneInfoLightCount" = "ライト";
"sceneInfoPolygonobjCount" = "ポリゴンオブジェクト数";
"sceneInfoSplineCount" = "スプラインオブジェクト数";
"sceneInfoTotalPolygonsCount" = "ポリゴン";
"sceneInfoTotalTriangleCount" = "三角ポリゴン";
"sceneInfoTotalQuadsCount" = "四角ポリゴン";
"sceneInfoTotalPointsCount" = "ポイント";
"sceneInfoTotalSplineOpsCount" = "パス";
"Mesh:\n\tpolygoncount: %i\n\tvertexcount: %i\n" = "メッシュ:\n\tポリゴン: %i\n\t頂点: %i\n";
"\nMesh after modifier:\n\tpolygoncount: %i\n\tvertexcount: %i\n" = "\nモディファイア適用後のメッシュ:\n\tポリゴン: %i\n\t頂点: %i\n";
"Spline:\n\tsubpaths: %i\n\tpathops: %i\n\tlinecount: %i\n" = "スプライン:\n\tパス: %i\n\tポイント: %i\n\tセグメント: %i\n";
"Particles:\n\tpcount: %i\n" = "パーティクル数:\n\t総数: %i\n";
"No information available" = "表示できる情報はありません。";


/*set value tool strings*/
"SetValueTool" = "座標入力";
"setValueCoordSystem" = "座標系";
"setValueXType" = "X";
"setValueYType" = "Y";
"setValueZType" = "Z";
"setValueX" = "X値";
"setValueY" = "Y値";
"setValueZ" = "Z値";

/*crumple tool strings*/
"CrumpleTool" = "シワ加工";
"crumpleType" = "タイプ";
"crumpleInOutType" = "しわの方向（内/外）";
"crumpleOffset" = "オフセット";

/*quantize tool strings*/
"QuantizeTool" = "クォンタイズ";
"quantizeMask" = "クォンタイズ";
"quantizeValue" = "値";

/*clone tool strings*/
"CloneTool" = "クローン";
"cloneNumber" = "クローン数";
"cloneHoles" = "除外率";
"cloneDir" = "方向";
"cloneScale" = "スケール";
"cloneRotation" = "回転";
"cloneScaleRatio" = "比率を保持";
"clonePositionVariation" = "位置移動量";
"cloneScaleVariation" = "スケール変化量";
"cloneRotationVariation" = "角度変化量";

/*array tool strings*/
"ArrayTool" = "配列複製";
"arrayCopies" = "コピー";
"arrayHoles" = "除外率";
"arrayScaleRatio" = "比率を保持";
"arrayPositionVariation" = "位置ランダム値";
"arrayScaleVariation" = "拡大縮小ランダム値";
"arrayRotationVariation" = "回転ランダム値";

/*mirror tool strings*/
"MirrorTool" = "ミラー";
"mirrorCoordinateSystem" = "座標系";
"mirrorPlane" = "ミラー面";
"mirrorValue" = "距離";
"mirrorDublicateElements" = "複製";
"mirrorSnapToPoints" = "ポイントにスナップ";

/*select tool strings*/
"SelectTool" = "選択";
"selectRadius" = "半径";
"selectVisible" = "表示部分のみ";
"SOFT_SELECTION" = "ソフト選択";
"selectFalloffRadius" = "効果範囲";

"selectToggleCreases" = "ハードエッジの設定/解除";
"selectToggleSeam" = "切れ目の設定/解除";
"selectAutoSeams" = "切れ目の自動生成";
"selectTogglePinnedUV" = "UV ピンの設定/解除";
"selectSelectAllCreases" = "すべてのハードエッジを選択";
"selectAllSeam" = "すべての切れ目を選択";
"selectAllPinnedUVs" = "すべての UV ピンを選択";
"selectTriangles" = "三角ポリゴンを選択";
"selectQuads" = "四角ポリゴンを選択";
"selectNGons" = "多角形ポリゴンを選択";
"selectConvertToPoint" = "ポイントの選択に変更";
"selectConvertToEdge" = "エッジの選択に変更";
"selectConvertToPolygon" = "ポリゴンの選択に変更";


/*optimize tool strings*/
"OptimizeTool" = "最適化";
"optimizeRemoveUnusedVertices" = "孤立ポイントを削除";
"optimizeWeldVertices" = "近いポイントを接合";
"optimizePolygons" = "ポリゴンを最適化";
"optimizeRadius" = "接合半径";

/*transorm tool strings*/
"TransformTool" = "移動変形ツール";
"TransformSnapNone" = "移動変形 - スナッピングなし";
"TransformSnapComponent" = "移動変形 - コンポーネントスナッピング";
"TransformSnapSurface" = "移動変形 - ポリゴン表面スナッピング";
"TransformSnapGrid" = "移動変形 - グリッドスナッピング";
"TransformOrientation" = "移動変形 - 座標系";
"TransformGadgetMode" = "移動変形 - ガジェットモード";
"transformOrientation" = "座標系";
"transformAutomode" = "オートモード";
"transformObject" = "オブジェクト";
"transformGlobal" = "グローバル";
"transformNormal" = "法線";
"transformSnapping" = "スナップ";
"transformSnapMode" = "スナッピング";
"transformSnapPoint" = "ポイント";
"transformSnapEdge" = "エッジ";
"transformSnapPolygon" = "ポリゴン";
"transformSnapObjectCenter" = "オブジェクト位置";
"transformSnapModeNone" = "なし";
"transformSnapModeComponent" = "コンポーネント";
"transformSnapModeSurface" = "ポリゴン表面";
"transformSnapModeRaster" = "グリッド";
"transformSnapRasterWidth" = "グリッド幅";
"transformSnapRotationStepSize" = "回転ステップサイズ";
"transformNumericPos" = "位置";
"TRANSFORM_ROTATION=%.1f" = "回転角度=%.1f";

/*insert point tool strings*/
"InsertPointTool" = "ポイントを挿入";

/*create spline tool strings*/
"CreateSplineTool" = "スプラインを作成";
"createSplinePlane" = "スプライン平面作成";
"createSplineAddPath" = "新規スプライン";
"createSplineClosePath" = "スプラインを閉じる";

/*hard interpolate tool strings*/
"HardInterpolationTool" = "ハードエッジ";

/*soft interpolate tool strings*/
"SoftInterpolationTool" = "ソフトエッジ";

/*equal tangent dir tool strings*/
"EqualTangentDirTool" = "接線の向きをそろえる";

/*equal tangent length tool strings*/
"EqualTangentLengthTool" = "接線の長さをそろえる";

/*join segment tool strings*/
"JoinSegmentTool" = "セグメントを繋ぐ";

/*break segment tool strings*/
"BreakSegmentTool" = "セグメントを分ける";

/*reverse sequence tool strings*/
"ReverseSequenceTool" = "始点/終点の反転";

/*collaps tool strings*/
"CollapsTool" = "一点に収束";
"collapsTo" = "収束位置";
"collapsClick" = "クリック点";
"collapsMiddle" = "中心点";

/*create polygon tool strings*/
"CreatePolygonTool" = "ポリゴンの作成";
"createPolygonOrientation" = "ポリゴンの向き";
"createPolygonType" = "タイプ";
"createPolygonNgon" = "N ゴン";
"createPolygonQuadStrip" = "四角ポリゴン";
"createPolygonTriStrip" = "三角ポリゴン";
"createPolygonPlain" = "ポイント追加面";
"createPolygonMainPlain" = "メイン平面";
"createPolygonCameraPlain" = "カメラ平面";
"createPolygonIntersectScene" = "シーン交差";

/*disconnect tool strings*/
"DisconnectTool" = "ポリゴンを分離";
"disconnectPreserveGroup" = "グループを維持";

/*extrude tool strings*/
"ExtrudeTool" = "押し出し";
"extrudeGroup" = "グループを維持";
"extrudeAngle" = "押し出し角度";
"extrudeQuantize" = "クォンタイズ";
"EXTRUDERATIO=%.2f" = "距離=%.2f";

/*shell tool strings*/
"ShellTool" = "厚みをつける";
"shellInside" = "内側に";
"shellAngle" = "角度";
"shellQuantize" = "クォンタイズ";
"SHELLRATIO=%.2f" = "距離=%.2f";

/*flip normal tool strings*/
"FlipNormalTool" = "法線の反転";
"flipNormalSelection" = "選択範囲のみ";
"flipNormalAll" = "すべて";

/*bevel tool strings*/
"BevelTool" = "ベベル";
"bevelSteps" = "分割数";
"bevelLevel" = "分割レベル";
"bevelType" = "タイプ";
"bevelQuantize" = "クォンタイズ";
"bevelNGon" = "N ゴンを作成";
"BEVEL_CONCAVE" = "凹面カーブ";
"BEVEL_CONVEX" = "凸面カーブ";
"BEVEL_LINEAR" = "リニア";
"BEVEL_SUBDIV" = "サブディブ";
"BEVELRATIO=%.3f" = "距離=%.3f";

/*inner extrude tool strings*/
"InnerExtrudeTool" = "内側に押し出し";
"innerExtrudeGroup" = "グループを維持";
"innerExtrudeQuantize" = "クォンタイズ";
"INNEREXTRUDERATIO=%.3f" = "距離=%.3f";

/*fill hole tool strings*/
"FillHoleTool" = "穴を塞ぐ";
"FILLHOLE_NOBOARDER" = "穴が見つかりませんでした。";
"FILLHOLE_CLICK" = "適切なポイントを選択してください。";

/*polygon strip tool strings*/
"PolygonstripTool" = "ポリゴンストリップ";
"polygonstripOrientation" = "方向";
"polygonstripType" = "タイプ";
"polygonstripAntiClockwise" = "逆時計まわり";
"polygonstripClockwise" = "時計まわり";
"polygonstripTriangel" = "３角";
"polygonstripQuad" = "４角";
"polygonstripClearSelection" = "クリア";

/*rotate along normal tool strings*/
"RotateAlongNormalTool" = "回転 (法線を軸に)";
"rotateAlongNormalAngle" = "角度";

/*move along normal tool strings*/
"MoveAlongNormalTool" = "移動 (法線方向に)";
"moveAlongNormalOffset" = "オフセット";

/*scale along normal tool strings*/
"ScaleAlongNormalTool" = "拡大縮小 (法線に垂直な面で)";
"scaleAlongNormalFactor" = "比率";

/*split tool strings*/
"SplitTool" = "別オブジェクトに分離";

/*triangulate tool strings*/
"TriangulateTool" = "三角ポリゴンで分割";
"triangulateSelection" = "三角ポリゴンを選択";
"triangulateAll" = "すべてを三角ポリゴンで分割";

/*untriangulate tool strings*/
"UntriangulateTool" = "三角ポリゴンの解除";
"untiangulateAngle" = "角度";
"untriangulateSelection" = "選択範囲のみ";
"untriangulateAll" = "すべて";

/*weld tool strings*/
"WeldTool" = "ポイントを接合";
"weldTo" = "接合位置";
"weldMiddle" = "中間点";
"weldFirstPoint" = "最初に指定したポイント";
"weldClearSelection" = "選択解除";

/*vertex brush tool strings*/
"VertexBrushTool" = "ブラシ";
"vertexBrushColor" = "カラー";
"vertexBrushStrength" = "強さ";
"vertexBrushRadius" = "半径";
"vertexBrushMode" = "モード";
"vertexBrushFalloff" = "ファールオフ";
"vertexBrushAdditive" = "アディティブ";
"vertexBrushFocus" = "フォーカス";
"VERTEX_BRUSH_EMBOSS" = "エンボス";
"VERTEX_BRUSH_MOVE" = "移動";
"VERTEX_BRUSH_PULL" = "プル/プッシュ";
"VERTEX_BRUSH_SMOOTH" = "スムース";
"VERTEX_BRUSH_COLOR" = "カラー";

/*coord system tool strings*/
"CoordSystemTool" = "移動変形をフリーズ";
"burnTransform" = "移動変形をフリーズ";
"burnShear" = "せん断/拡大縮小をフリーズ";
"burnResetShear" = "せん断をリセット";
"CoordSystemToolPivot" = "ピボットポイント";
"centerPivot" = "ピボットを中心に移動";
"resetPivot" = "ピボットをリセット";
"burnPivot" = "ピボットのフリーズ";

/*ring cut strings*/
"RingCutTool" = "リングカット";
"ringCutSelect" = "カット後に選択する";
"RINGCUTRATIO=%.2f  RINGCUTNORMAL=%.2f" = "エッジ=%.2f 法線=%.2f";
"RINGCUTEDGE" = "適切なエッジを選択してください。";

/*point move strings*/
"PointSlideTool" = "ポイントをスライド";
"POINTSLIDERATIO=%.2f" = "比率=%.2f";
"POINTSLIDESELECT" = "ポイントを選択";

/*subdivision tool strings*/
"SubdivisionTool" = "細分化 キャトマルクラーク";

/*subdivision linaer tool strings*/
"SubdivisionLinearTool" = "細分化 リニア";

/*cover tool strings*/
"CoverTool" = "同位置に複製";

/*jigsaw tool strings*/
"JigsawTool" = "選択リングカット";
"jigsawCutSelect" = "カット後に選択する";
"jigsawCloseEnd" = "終端を閉じる";
"JIGSAWNOEDGE" = "適切なエッジを選択してください。";
"JIGSAWUSEPOLY" = "ポリゴンモードで使用してください。";
"JIGSAWEDGE=%.2f  JIGSAWNORMAL=%.2f" = "エッジ=%.2f 法線=%.2f";

/*scalp tool strings*/
"ScalpelTool" = "ナイフ";
"SCALPELNOTAVAIL" = "使えません。";
"SCALPELCLICKOBJ" = "ポイントまたはエッジを選択してください。";
"SCALPELDOUBLEPOINT" = "同じポイントを選択しました。";
"SCALPELEDGE=%.2f" = "比率=%.2f";

/*ring select tool strings*/
"RingSelectTool" = "リング選択";

/*loop select tool strings*/
"LoopSelectTool" = "ループ選択";

/*marquee select tool strings*/
"MarqueeTool" = "マーキー選択";
"marqueeVisible" = "表示部分のみ";

/*bridge tool strings*/
"BridgeTool" = "ブリッジ";
"BRIDGE_CLICK" = "境界上のポイントを選択";

/*hinge tool strings*/
"HingeTool" = "蝶番";
"hingeAngle" = "角度ステップのサイズ";
"HINGEANGLE=%.2f" = "角度=%.2f";

/*script  tool strings*/
"ScriptTool" = "ツール スクリプト";

/*script macro tool strings*/
"ScriptMacroTool" = "マクロ スクリプト";

/*UVUnwrapTool tool strings*/
"UVUnwrapTool" = "UV 展開";
"UVUnwrapLSCMTool" = "UV を LSCM で展開";
"UVUnwrapABFTool" = "UV を ABF で展開";
"unwrapTool" = "UV 展開の有効範囲座標";
"unwrapAndPackTool" = "UV 展開の有効範囲座標";

/*UVUnwrapTool tool strings*/
"CreateUVImageTool" = "UVマップをPDFで保存";

/*UVUnwrapTool tool strings*/
"GroupSelectTool" = "グループ選択";
"gloupSelectSeam" = "切れ目";
"gloupSelectCrease" = "ハードエッジ";
"gloupSelectUV" = "UV";
"gloupSelectAngle" = "角度";

/*BrushTool tool strings*/
"BrushTool" = "ペイント";
"brushType" = "タイプ";
"brushSize" = "サイズ";
"brushPressure" = "筆圧";
"brushSpacing" = "間隔";
"brushLiveUpdate" = "ライブアップデート";
"brushPreserveAlpha" = "アルファを保持";
"brushColor" = "カラー";
"brushColorBack" = "バックグラウンド";
"brushAlphaPressure" = "アルファを筆圧で可変";
"brushSizePressure" = "サイズを筆圧で可変";
"brushTexRot" = "回転";
"brushTexScale" = "テクスチャサイズ";
"brushTexture" = "ブラシテクスチャ";
"brushMask" = "ブラシ形状";
"BRUSH_BRUSH" = "ブラシ";
"BRUSH_RUBBER" = "ラバー";
"BRUSH_EYE_DROPPER" = "アイドロッパー";
"BRUSH_FILL" = "塗りつぶし";
"BRUSH_LINE" = "直線";
"BRUSH_RECT" = "四角形";
"BRUSH_CIRCLE" = "円";
"BRUSH_TEXTURE" = "テクスチャ";
"BRUSH_PRESSURE_SENSITIVE" = "筆圧検知";

/* UVMapTool tool strings*/
"UVMapTool" = "UV マッパー";
"UVMapGeomTransformation" = "マッピング形状変形";
"UVMapTransformation" = "UV 変形";
"UVMapCommands" = "操作";
"uvMapType" = "マッピングタイプ";
"uvMapPolygons" = "選択範囲のみ";
"uvMapOffset" = "オフセット";
"uvMapScale" = "拡大縮小";
"uvMapCenter" = "中心に移動";
"uvMapBurnIntoUV" = "UV マップの書き込み";
"spherical" = "球体マッピング";
"cubic" = "立方体マッピング";
"cylindrical" = "円筒マッピング";
"flat" = "平面マッピング";
"frontal" = "正面マッピング";


/* Skinning tool strings*/
"SkinWeightTool" = "バーテックスウェイト";
"skinWeightRadius" = "サイズ";
"skinWeightSmooth" = "スムース";
"skinWeightIntensity" = "強さ";
"skinWeightMode" = "モード";
"skinWeightBrush" = "ブラシ";
"skinWeightVisible" = "表示部分のみ";
"skinWeightAutonormalize" = "自動正規化";
"SKIN_MODE_SET" = "セット";
"SKIN_MODE_ADD" = "効果追加";
"SKIN_MODE_SUB" = "効果減";
"SKIN_MODE_MAX" = "最大値";
"SKIN_BRUSH_SMOOTH" = "スムース";
"SKIN_BRUSH_BELL" = "ベル";

/* Joint tool strings*/
"JointTool" = "ジョイントツール";
"jointToolDisplayMode" = "表示モード";
"jointToolColor" = "カラー";

/* Joint orient tool strings*/
"JointOrientTool" = "ジョイント向き調整";
"jointOrientToolOrder" = "方向";
"jointOrientToolSecondAxis" = "第２軸";
"jointOrientToolOrientHierarchy" = "階層";

/* Joint split tool strings*/
"JointSplitTool" = "ジョイント分割";
"jointSplitNumber" = "分割数";

/*ruler tool strings*/
"RulerTool" = "定規";
"rulerCoordSystem" = "座標系";
"RULER_LOCAL" = "ローカル";
"RULER_GLOBAL" = "グローバル";

/* Particle2Poly tool */
"ParticleTools" = "パーティクルツール";
"Particle2PolyTool" = "パーティクルからポリゴンに変換";
"The resulting polygon object will have:\n\n  polygons=%i\n  vertices=%i\n\nDo you really want to create such a hugh polygon object?" = "生成されるポリゴンオブジェクトは:\n\n ポリゴン: %i\n 頂点: %i\n\n本当にこの複雑なポリゴンオブジェクトを生成しますか？";

/**************************/
"RENDERMISSING" = "お使いのグラフィックカードは、必要な OpenGL 機能をサポートしていません。:";
"RENDERUSEFALLBACK" = "Cheetah3D は、標準的な OpenGL の Fallback Mode レンダラを使用します。";
"Texture Node Connection" = "テクスチャ";

/*Import Export Preferences*/
"No preferences" = "環境設定なし";
"loaderUseExistingMaterials" = "既存のマテリアルを使用";
"loaderConfirmSave" = "保存確認";
"daeSaveScaleFactor" = "拡大縮小率";
"daeSaveAnimation" = "アニメーションの書き出し";
"daeSaveFPS" = "フレームレート";
"daeSaveUVCoords" = "UV の書き出し";
"daeSaveUV2Coords" = "UV2 の書き出し";
"daeSaveTriangulate" = "３角ポリゴンに変換";
"dreidmfLoadScaleFactor" = "拡大縮小率";
"dreidmfSaveScaleFactor" = "拡大縮小率";
"dreidmfSaveTextureFormat" = "テクスチャフォーマット";
"ddddsLoadScaleFactor" = "拡大縮小率";
"ddddsSaveScaleFactor" = "拡大縮小率";
"ddddsLoadCamera" = "カメラを読み込む";
"ddddsLoadIntoFolder" = "フォルダに読み込み";
"dxfLoadScaleFactor" = "拡大縮小率";
"dxfSaveScaleFactor" = "拡大縮小率";
"svgLoadScaleFactor" = "拡大縮小率";
"pdfLoadScaleFactor" = "拡大縮小率";
"hLoadScaleFactor" = "拡大縮小率";
"hSaveScaleFactor" = "拡大縮小率";
"lwoLoadScaleFactor" = "拡大縮小率";
"lwoSaveScaleFactor" = "拡大縮小率";
"objLoadScaleFactor" = "拡大縮小率";
"objLoadFlipVCoord" = "UV データの V を反転";
"objSaveScaleFactor" = "拡大縮小率";
"objSaveNormals" = "法線を書き出す";
"objSaveUVCoords" = "UV 情報を書き出す";
"objSaveOnlyTriangles" = "３角ポリゴンに変換";
"stlLoadScaleFactor" = "拡大縮小率";
"stlLoadRemesh" = "メッシュを再構成";
"stlSaveScaleFactor" = "拡大縮小率";
"stlSaveType" = "タイプ";
"stlSaveColorType" = "カラーエンコーディング";
"ribLoadScaleFactor" = "拡大縮小率";
"ribSaveScaleFactor" = "拡大縮小率";
"siaLoadScaleFactor" = "拡大縮小率";
"siaSaveScaleFactor" = "拡大縮小率";
"fbxLoadScaleFactor" = "拡大縮小率";
"fbxSaveScaleFactor" = "拡大縮小率";
"fbxLoadIntoFolder" = "フォルダに読み込み";
"fbxLoadPrePostRotation" = "pre/post ローテーションの読み込み";
"fbxLoadCameras" = "カメラを読み込む";
"fbxLoadFPS" = "フレームレート";
"fbxSaveVersion" = "バージョン";
"fbxSaveBinary" = "バイナリ形式";
"fbxSaveEmbedTexture" = "テクスチャの埋め込み";
"fbxSaveAnimation" = "アニメーションを書き出し";
"fbxSaveFPS" = "フレームレート";
"fbxSaveNormals" = "法線を書き出す";
"fbxSaveUVCoords" = "UV データを書き出し";
"fbxSaveUV2Coords" = "UV2 データを書き出し";
"fbxSaveVertexColors" = "バーテックスカラーの書き出し";
"fbxSaveSingleMatrix" = "シングルマトリックス";
"fbxSaveTriangulate" = "３角ポリゴンのみ";
"jasSaveBinary" = "バイナリ形式";